Repository: TheoMoutakanni/Jellyfin-Orsay-Installer
Catalog: new_installer_version/Jellyfin-Orsay-Installer/Localization/*/LC_MESSAGES/messages.po
Languages: cs, da, de, el, es, fi, fr, hu, it, ja, ko, nl, no, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_cn

# Server.InstallDetected
source: Installation detected!
cs: Instalace detekována!
da: Installation registreret!
de: Installation erkannt!
el: Εντοπίστηκε εγκατάσταση!
es: ¡Instalación detectada!
fi: Asennus havaittu!
fr: Installation détectée !
hu: Telepítés észlelve!
it: Installazione rilevata!
ja: インストール検出！
ko: 설치 감지됨!
nl: Installatie gedetecteerd!
no: Installasjon oppdaget!
pl: Wykryto instalację!
pt: Instalação detectada!
ro: Instalare detectată!
ru: Установка обнаружена!
sv: Installation upptäckt!
th: ตรวจพบการติดตั้ง!
tr: Kurulum algılandı!
uk: Встановлення виявлено!
vi: Phát hiện cài đặt!
zh_cn: 检测到安装完成！

# Completed.Title
source: Installation Complete!
cs: Instalace dokončena!
da: Installation fuldført!
de: Installation abgeschlossen!
el: Η εγκατάσταση ολοκληρώθηκε!
es: ¡Instalación completada!
fi: Asennus valmis!
fr: Installation terminée !
hu: Telepítés kész!
it: Installazione completata!
ja: インストール完了！
ko: 설치 완료!
nl: Installatie voltooid!
no: Installasjon fullført!
pl: Instalacja zakończona!
pt: Instalação concluída!
ro: Instalare completă!
ru: Установка завершена!
sv: Installation klar!
th: ติดตั้งเสร็จสิ้น!
tr: Kurulum Tamamlandı!
uk: Встановлення завершено!
vi: Cài đặt hoàn tất!
zh_cn: 安装完成！

# Completed.Message
source: Jellyfin has been successfully installed on your TV.
cs: Jellyfin byl úspěšně nainstalován na váš televizor.
da: Jellyfin er blevet installeret på dit TV.
de: Jellyfin wurde erfolgreich auf Ihrem TV installiert.
el: Το Jellyfin εγκαταστάθηκε επιτυχώς στην τηλεόρασή σας.
es: Jellyfin se ha instalado correctamente en su TV.
fi: Jellyfin on asennettu TV:llesi.
fr: Jellyfin a été installé avec succès sur votre TV.
hu: A Jellyfin sikeresen telepítve lett a TV-re.
it: Jellyfin è stato installato con successo sulla tua TV.
ja: JellyfinがTVに正常にインストールされました。
ko: Jellyfin이 TV에 성공적으로 설치되었습니다.
nl: Jellyfin is succesvol geïnstalleerd op uw TV.
no: Jellyfin har blitt installert på TV-en din.
pl: Jellyfin został pomyślnie zainstalowany na twoim TV.
pt: O Jellyfin foi instalado com sucesso na sua TV.
ro: Jellyfin a fost instalat cu succes pe TV-ul tău.
ru: Jellyfin успешно установлен на ваш ТВ.
sv: Jellyfin har installerats på din TV.
th: ติดตั้ง Jellyfin บนทีวีเรียบร้อยแล้ว
tr: Jellyfin TV'nize başarıyla yüklendi.
uk: Jellyfin успішно встановлено на ваш ТВ.
vi: Jellyfin đã được cài đặt thành công trên TV.
zh_cn: Jellyfin 已成功安装到您的电视。

# Completed.WhatsNext
source: What's Next?
cs: Co dál?
da: Hvad nu?
de: Was kommt als Nächstes?
el: Τι ακολουθεί;
es: ¿Qué sigue?
fi: Mitä seuraavaksi?
fr: Et maintenant ?
hu: Mi a következő lépés?
it: E adesso?
ja: 次のステップ
ko: 다음 단계는?
nl: Wat nu?
no: Hva nå?
pl: Co dalej?
pt: E agora?
ro: Ce urmează?
ru: Что дальше?
sv: Vad händer nu?
th: ขั้นตอนต่อไป?
tr: Sırada Ne Var?
uk: Що далі?
vi: Bước tiếp theo?
zh_cn: 接下来做什么？

# Completed.Step1
source: Open the Smart Hub on your TV
cs: Otevřete Smart Hub na televizoru
da: Åbn Smart Hub på dit TV
de: Öffnen Sie den Smart Hub auf Ihrem TV
el: Ανοίξτε το Smart Hub στην τηλεόραση
es: Abra Smart Hub en su TV
fi: Avaa Smart Hub TV:ssä
fr: Ouvrez le Smart Hub sur votre TV
hu: Nyissa meg a Smart Hubot a TV-n
it: Apri Smart Hub sulla tua TV
ja: TVでSmart Hubを開きます
ko: TV에서 Smart Hub를 여세요
nl: Open Smart Hub op uw TV
no: Åpne Smart Hub på TV-en
pl: Otwórz Smart Hub na swoim TV
pt: Abra o Smart Hub na sua TV
ro: Deschide Smart Hub pe TV
ru: Откройте Smart Hub на ТВ
sv: Öppna Smart Hub på din TV
th: เปิด Smart Hub บนทีวี
tr: TV'nizde Smart Hub'ı açın
uk: Відкрийте Smart Hub на ТВ
vi: Mở Smart Hub trên TV
zh_cn: 在电视上打开 Smart Hub

# Completed.Step2
source: Find and launch the Jellyfin app
cs: Najděte a spusťte aplikaci Jellyfin
da: Find og start Jellyfin-appen
de: Finden und starten Sie die Jellyfin-App
el: Βρείτε και ξεκινήστε την εφαρμογή Jellyfin
es: Busque e inicie la aplicación Jellyfin
fi: Etsi ja käynnistä Jellyfin-sovellus
fr: Trouvez et lancez l'application Jellyfin
hu: Keresse meg és indítsa el a Jellyfin alkalmazást
it: Trova e avvia l'app Jellyfin
ja: Jellyfinアプリを見つけて起動します
ko: Jellyfin 앱을 찾아 실행하세요
nl: Zoek en start de Jellyfin-app
no: Finn og start Jellyfin-appen
pl: Znajdź i uruchom aplikację Jellyfin
pt: Encontre e inicie a aplicação Jellyfin
ro: Găsește și lansează aplicația Jellyfin
ru: Найдите и запустите приложение Jellyfin
sv: Hitta och starta Jellyfin-appen
th: ค้นหาและเปิดแอป Jellyfin
tr: Jellyfin uygulamasını bulun ve başlatın
uk: Знайдіть та запустіть додаток Jellyfin
vi: Tìm và mở ứng dụng Jellyfin
zh_cn: 找到并启动 Jellyfin 应用

# Completed.Step3
source: Configure your Jellyfin server
cs: Nakonfigurujte server Jellyfin
da: Konfigurer din Jellyfin-server
de: Konfigurieren Sie Ihren Jellyfin-Server
el: Ρυθμίστε τον διακομιστή Jellyfin
es: Configure su servidor Jellyfin
fi: Määritä Jellyfin-palvelin
fr: Configurez votre serveur Jellyfin
hu: Állítsa be a Jellyfin szervert
it: Configura il tuo server Jellyfin
ja: Jellyfinサーバーを設定します
ko: Jellyfin 서버를 구성하세요
nl: Configureer uw Jellyfin-server
no: Konfigurer Jellyfin-serveren din
pl: Skonfiguruj swój serwer Jellyfin
pt: Configure o seu servidor Jellyfin
ro: Configurează serverul Jellyfin
ru: Настройте подключение к серверу Jellyfin
sv: Konfigurera din Jellyfin-server
th: ตั้งค่าเซิร์ฟเวอร์ Jellyfin
tr: Jellyfin sunucunuzu yapılandırın
uk: Налаштуйте підключення до сервера Jellyfin
vi: Cấu hình máy chủ Jellyfin
zh_cn: 配置您的 Jellyfin 服务器

# Logs.Title
source: Event Log
cs: Protokol událostí
da: Hændelseslog
de: Ereignisprotokoll
el: Αρχείο καταγραφής
es: Registro de eventos
fi: Tapahtumaloki
fr: Journal des événements
hu: Eseménynapló
it: Registro eventi
ja: イベントログ
ko: 이벤트 로그
nl: Logboek
no: Hendelseslogg
pl: Dziennik zdarzeń
pt: Registo de eventos
ro: Jurnal de evenimente
ru: Журнал событий
sv: Händelselogg
th: บันทึกเหตุการณ์
tr: Olay Günlüğü
uk: Журнал подій
vi: Nhật ký sự kiện
zh_cn: 事件日志

# Logs.OpenButton
source: Logs
cs: Protokoly
da: Logfiler
de: Protokoll
el: Αρχεία
es: Registro
fi: Lokit
fr: Journal
hu: Naplók
it: Registro
ja: ログ
ko: 로그
no: Logger
pl: Dziennik
pt: Registo
ro: Jurnale
ru: Логи
sv: Logg
th: บันทึก
tr: Günlük
uk: Журнал
vi: Nhật ký
zh_cn: 日志

# Install.Done
source: Installed
cs: Nainstalováno
da: Installeret
de: Installiert
el: Εγκαταστάθηκε
es: Instalado
fi: Asennettu
fr: Installé
hu: Telepítve
it: Installato
ja: インストール済み
ko: 설치됨
nl: Geïnstalleerd
no: Installert
pl: Zainstalowano
pt: Instalado
ro: Instalat
ru: Установлено
sv: Installerad
th: ติดตั้งแล้ว
tr: Yüklendi
uk: Встановлено
vi: Đã cài đặt
zh_cn: 已安装

# Install.Waiting
source: Waiting for TV...
cs: Čekání na TV...
da: Venter på TV...
de: Warte auf TV...
el: Αναμονή TV...
es: Esperando TV...
fi: Odotetaan TV:tä...
fr: En attente du TV...
hu: Várakozás a TV-re...
it: In attesa della TV...
ja: TV待機中...
ko: TV 대기 중...
nl: Wachten op TV...
no: Venter på TV...
pl: Oczekiwanie na TV...
pt: À espera da TV...
ro: Se așteaptă TV-ul...
ru: Ожидание ТВ...
sv: Väntar på TV...
th: รอทีวี...
tr: TV bekleniyor...
uk: Очікування ТВ...
vi: Đang chờ TV...
zh_cn: 等待电视...

# Install.ThatWasEasy
source: That was easy!
cs: To bylo snadné!
da: Det var nemt!
de: Das war einfach!
el: Ήταν εύκολο!
es: ¡Eso fue fácil!
fi: Helppoa!
fr: C'était facile !
hu: Ez könnyű volt!
it: È stato facile!
ja: 簡単でしたね！
ko: 간단하죠!
nl: Dat was makkelijk!
no: Det var enkelt!
pl: To było proste!
pt: Foi fácil!
ro: A fost ușor!
ru: Это было легко!
sv: Det var enkelt!
th: ง่ายมาก!
tr: Çok kolaydı!
uk: Це було легко!
vi: Thật dễ dàng!
zh_cn: 真简单！

# Install.BuyMeABeer
source: Buy me a beer
cs: Kupte mi pivo
da: Køb mig en øl
de: Spendier mir ein Bier
el: Κέρασέ με μια μπύρα
es: Invítame a una cerveza
fi: Tarjoa olut
fr: Offrez-moi une bière
hu: Vegyél nekem egy sört
it: Offrimi una birra
ja: ビールをおごる
ko: 맥주 한 잔 사주기
nl: Koop me een biertje
no: Kjøp meg en øl
pl: Postaw mi piwo
pt: Pague-me uma cerveja
ro: Cumpără-mi o bere
ru: Угостить пивом
sv: Bjud mig på en öl
th: เลี้ยงเบียร์สักแก้ว
tr: Bana bir bira ısmarla
uk: Пригостіть пивом
vi: Mời tôi ly bia
zh_cn: 请我喝杯啤酒

# Common.Back
source: Back
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
fr: Retour
hu: Vissza
it: Indietro
ja: 戻る
ko: 이전
nl: Terug
no: Tilbake
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_cn: 返回

# Common.Next
source: Next
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
hu: Következő
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
no: Neste
pl: Dalej
pt: Próximo
ro: Următorul
ru: Далее
sv: Nästa
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp theo
zh_cn: 下一步

# Common.Finish
source: Finish
cs: Dokončit
da: Afslut
de: Fertig
el: Τέλος
es: Finalizar
fi: Valmis
fr: Terminer
hu: Befejezés
it: Fine
ja: 完了
ko: 완료
nl: Voltooien
no: Fullfør
pl: Zakończ
pt: Finalizar
ro: Finalizare
ru: Завершить
sv: Slutför
th: เสร็จสิ้น
tr: Bitir
uk: Завершити
vi: Hoàn tất
zh_cn: 完成

# Common.Close
source: Close
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
no: Lukk
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_cn: 关闭

# Common.Cancel
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_cn: 取消

# Common.Select
source: Select
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
fi: Valitse
fr: Sélectionner
hu: Kiválasztás
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteren
no: Velg
pl: Wybierz
pt: Selecionar
ro: Selectare
ru: Выбрать
sv: Välj
th: เลือก
tr: Seç
uk: Вибрати
vi: Chọn
zh_cn: 选择

# Common.Copy
source: Copy
cs: Kopírovat
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fr: Copier
hu: Másolás
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
no: Kopier
pl: Kopiuj
pt: Copiar
ro: Copiază
ru: Копировать
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_cn: 复制

# Common.CopyAll
source: Copy All
cs: Kopírovat vše
da: Kopiér alt
de: Alles kopieren
el: Αντιγραφή όλων
es: Copiar todo
fi: Kopioi kaikki
fr: Tout copier
hu: Összes másolása
it: Copia tutto
ja: すべてコピー
ko: 모두 복사
nl: Alles kopiëren
no: Kopier alt
pl: Kopiuj wszystko
pt: Copiar tudo
ro: Copiază tot
ru: Копировать всё
sv: Kopiera alla
th: คัดลอกทั้งหมด
tr: Tümünü Kopyala
uk: Копіювати все
vi: Sao chép tất cả
zh_cn: 全部复制

# Common.Clear
source: Clear
cs: Vymazat
da: Ryd
de: Löschen
el: Εκκαθάριση
es: Limpiar
fi: Tyhjennä
fr: Effacer
hu: Törlés
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
no: Tøm
pl: Wyczyść
pt: Limpar
ro: Șterge
ru: Очистить
sv: Rensa
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa
zh_cn: 清除

# Common.Refresh
source: Refresh
cs: Obnovit
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fi: Päivitä
fr: Actualiser
hu: Frissítés
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Vernieuwen
no: Oppdater
pl: Odśwież
pt: Atualizar
ro: Reîmprospătare
ru: Обновить
sv: Uppdatera
th: รีเฟรช
tr: Yenile
uk: Оновити
vi: Làm mới
zh_cn: 刷新

# Common.Recommended
source: Recommended
cs: Doporučeno
da: Anbefalet
de: Empfohlen
el: Συνιστάται
es: Recomendado
fi: Suositeltu
fr: Recommandé
hu: Ajánlott
it: Consigliato
ja: 推奨
ko: 권장
nl: Aanbevolen
no: Anbefalt
pl: Zalecane
pt: Recomendado
ro: Recomandat
ru: Рекомендуется
sv: Rekommenderad
th: แนะนำ
tr: Önerilen
uk: Рекомендовано
vi: Khuyến nghị
zh_cn: 推荐

# Discovery.Title
source: Scan for TVs
cs: Hledat TV
da: Scan efter TV'er
de: Nach TVs suchen
el: Αναζήτηση TV
es: Buscar TVs
fi: Etsi TV:itä
fr: Rechercher les TV
hu: TV-k keresése
it: Cerca TV
ja: TV検索
ko: TV 검색
nl: Zoeken naar TV's
no: Søk etter TV-er
pl: Szukaj TV
pt: Procurar TVs
ro: Căutare TV-uri
ru: Поиск телевизоров
sv: Sök efter TV
th: ค้นหาทีวี
tr: TV Ara
uk: Пошук телевізорів
vi: Tìm kiếm TV
zh_cn: 搜索电视

# Discovery.ScanButton
source: Scan for TVs
cs: Hledat TV
da: Scan efter TV'er
de: Nach TVs suchen
el: Αναζήτηση TV
es: Buscar TVs
fi: Etsi TV:itä
fr: Rechercher les TV
hu: TV-k keresése
it: Cerca TV
ja: TVを検索
ko: TV 검색
nl: Zoeken naar TV's
no: Søk etter TV-er
pl: Szukaj TV
pt: Procurar TVs
ro: Căutare TV-uri
ru: Найти телевизоры
sv: Sök efter TV
th: ค้นหาทีวี
tr: TV Ara
uk: Знайти телевізори
vi: Tìm kiếm TV
zh_cn: 搜索电视

# Discovery.Scanning
source: Scanning network...
cs: Prohledávání sítě...
da: Scanner netværk...
de: Netzwerk wird durchsucht...
el: Σάρωση δικτύου...
es: Escaneando red...
fi: Etsitään verkosta...
fr: Analyse du réseau...
hu: Hálózat keresése...
it: Scansione rete...
ja: ネットワークを検索中...
ko: 네트워크 검색 중...
nl: Netwerk scannen...
no: Søker på nettverket...
pl: Skanowanie sieci...
pt: A analisar rede...
ro: Se scanează rețeaua...
ru: Сканирование сети...
sv: Söker i nätverket...
th: กำลังค้นหาเครือข่าย...
tr: Ağ taranıyor...
uk: Сканування мережі...
vi: Đang quét mạng...
zh_cn: 正在扫描网络...

# Discovery.Found
source: Found {0} Samsung TV(s)
cs: Nalezeno {0} Samsung TV
da: Fandt {0} Samsung TV(er)
de: {0} Samsung TV(s) gefunden
el: Βρέθηκαν {0} Samsung TV
es: {0} Samsung TV(s) encontrado(s)
fi: Löydettiin {0} Samsung TV:tä
fr: {0} Samsung TV trouvé(s)
hu: {0} Samsung TV találva
it: {0} Samsung TV trovate
ja: {0}台のSamsung TVが見つかりました
ko: {0}대의 삼성 TV 발견
nl: {0} Samsung TV('s) gevonden
no: Fant {0} Samsung TV(er)
pl: Znaleziono {0} Samsung TV
pt: {0} Samsung TV(s) encontrada(s)
ro: {0} Samsung TV găsite
ru: Найдено телевизоров Samsung: {0}
sv: {0} Samsung TV hittade
th: พบ {0} Samsung TV
tr: {0} Samsung TV bulundu
uk: Знайдено телевізорів Samsung: {0}
vi: Tìm thấy {0} Samsung TV
zh_cn: 找到 {0} 台三星电视

# Discovery.NoTvsFound
source: No Samsung TVs found on the network
cs: V síti nebyly nalezeny žádné Samsung TV
da: Ingen Samsung TV'er fundet på netværket
de: Keine Samsung TVs im Netzwerk gefunden
el: Δεν βρέθηκαν Samsung TV στο δίκτυο
es: No se encontraron Samsung TVs en la red
fi: Samsung TV:itä ei löytynyt verkosta
fr: Aucun Samsung TV trouvé sur le réseau
hu: Nem található Samsung TV a hálózaton
it: Nessuna Samsung TV trovata nella rete
ja: ネットワークでSamsung TVが見つかりませんでした
ko: 네트워크에서 삼성 TV를 찾을 수 없습니다
nl: Geen Samsung TV's gevonden op het netwerk
no: Ingen Samsung TV-er funnet på nettverket
pl: Nie znaleziono Samsung TV w sieci
pt: Nenhuma Samsung TV encontrada na rede
ro: Nu s-au găsit Samsung TV-uri în rețea
ru: Телевизоры Samsung не найдены в сети
sv: Inga Samsung TV hittades på nätverket
th: ไม่พบ Samsung TV ในเครือข่าย
tr: Ağda Samsung TV bulunamadı
uk: Телевізори Samsung не знайдено в мережі
vi: Không tìm thấy Samsung TV trong mạng
zh_cn: 网络中未找到三星电视

# Discovery.Cancelled
source: Scan cancelled
cs: Hledání zrušeno
da: Scanning annulleret
de: Suche abgebrochen
el: Η σάρωση ακυρώθηκε
es: Búsqueda cancelada
fi: Etsintä peruutettu
fr: Recherche annulée
hu: Keresés megszakítva
it: Ricerca annullata
ja: 検索がキャンセルされました
ko: 검색 취소됨
nl: Scan geannuleerd
no: Søk avbrutt
pl: Wyszukiwanie anulowane
pt: Pesquisa cancelada
ro: Scanare anulată
ru: Сканирование отменено
sv: Sökning avbruten
th: ยกเลิกการค้นหา
tr: Tarama iptal edildi
uk: Сканування скасовано
vi: Đã hủy quét
zh_cn: 扫描已取消

# Discovery.NoInterface
source: No network interface selected
cs: Není vybráno síťové rozhraní
da: Ingen netværksgrænseflade valgt
de: Keine Netzwerkschnittstelle ausgewählt
el: Δεν έχει επιλεγεί διεπαφή δικτύου
es: No se seleccionó interfaz de red
fi: Verkkoliitäntää ei valittu
fr: Aucune interface réseau sélectionnée
hu: Nincs kiválasztva hálózati interfész
it: Nessuna interfaccia di rete selezionata
ja: ネットワークインターフェースが選択されていません
ko: 네트워크 인터페이스가 선택되지 않았습니다
nl: Geen netwerkinterface geselecteerd
no: Ingen nettverksgrensesnitt valgt
pl: Nie wybrano interfejsu sieciowego
pt: Nenhuma interface de rede selecionada
ro: Nicio interfață de rețea selectată
ru: Сетевой интерфейс не выбран
sv: Inget nätverksgränssnitt valt
th: ไม่ได้เลือกอินเทอร์เฟซเครือข่าย
tr: Ağ arabirimi seçilmedi
uk: Мережевий інтерфейс не вибрано
vi: Chưa chọn giao diện mạng
zh_cn: 未选择网络接口

# Discovery.Error
source: Discovery failed
cs: Hledání selhalo
da: Opdagelse mislykkedes
de: Suche fehlgeschlagen
el: Η ανακάλυψη απέτυχε
es: Error en la búsqueda
fi: Etsintä epäonnistui
fr: Échec de la recherche
hu: Keresés sikertelen
it: Ricerca fallita
ja: 検索に失敗しました
ko: 검색 실패
nl: Zoeken mislukt
no: Oppdagelse mislyktes
pl: Wyszukiwanie nie powiodło się
pt: Falha na pesquisa
ro: Descoperire eșuată
ru: Ошибка поиска
sv: Sökning misslyckades
th: การค้นหาล้มเหลว
tr: Arama başarısız
uk: Помилка пошуку
vi: Tìm kiếm thất bại
zh_cn: 搜索失败

# Discovery.Phase.Starting
source: Starting discovery...
cs: Zahajování hledání...
da: Starter opdagelse...
de: Suche wird gestartet...
el: Έναρξη ανακάλυψης...
es: Iniciando búsqueda...
fi: Aloitetaan etsintää...
fr: Démarrage de la recherche...
hu: Keresés indítása...
it: Avvio ricerca...
ja: 検索を開始中...
ko: 검색 시작 중...
nl: Zoeken starten...
no: Starter oppdagelse...
pl: Rozpoczynanie wyszukiwania...
pt: A iniciar pesquisa...
ro: Se pornește descoperirea...
ru: Начало поиска...
sv: Startar sökning...
th: กำลังเริ่มค้นหา...
tr: Arama başlatılıyor...
uk: Початок пошуку...
vi: Đang bắt đầu tìm kiếm...
zh_cn: 开始搜索...

# Discovery.Phase.Ssdp
source: Broadcasting SSDP...
cs: Vysílání SSDP...
da: Udsender SSDP...
de: SSDP wird gesendet...
el: Μετάδοση SSDP...
es: Enviando SSDP...
fi: Lähetetään SSDP...
fr: Envoi SSDP...
hu: SSDP küldése...
it: Invio SSDP...
ja: SSDPをブロードキャスト中...
ko: SSDP 브로드캐스트 중...
nl: SSDP uitzenden...
no: Sender SSDP...
pl: Wysyłanie SSDP...
pt: A enviar SSDP...
ro: Se transmite SSDP...
ru: Отправка SSDP запроса...
sv: Sänder SSDP...
th: กำลังส่ง SSDP...
tr: SSDP gönderiliyor...
uk: Надсилання SSDP запиту...
vi: Đang phát SSDP...
zh_cn: 正在发送 SSDP...

# Discovery.Phase.PortScan
source: Scanning ports...
cs: Skenování portů...
da: Scanner porte...
de: Ports werden gescannt...
el: Σάρωση θυρών...
es: Escaneando puertos...
fi: Skannataan portteja...
fr: Analyse des ports...
hu: Portok keresése...
it: Scansione porte...
ja: ポートをスキャン中...
ko: 포트 스캔 중...
nl: Poorten scannen...
no: Skanner porter...
pl: Skanowanie portów...
pt: A analisar portas...
ro: Se scanează porturile...
ru: Сканирование портов...
sv: Skannar portar...
th: กำลังสแกนพอร์ต...
tr: Portlar taranıyor...
uk: Сканування портів...
vi: Đang quét cổng...
zh_cn: 正在扫描端口...

# Discovery.Phase.PortScanIp
source: Scanning {0}...
cs: Skenování {0}...
da: Scanner {0}...
de: Scanne {0}...
el: Σάρωση {0}...
es: Escaneando {0}...
fi: Skannataan {0}...
fr: Analyse de {0}...
hu: {0} keresése...
it: Scansione {0}...
ja: {0}をスキャン中...
ko: {0} 스캔 중...
nl: Scannen {0}...
no: Skanner {0}...
pl: Skanowanie {0}...
pt: A analisar {0}...
ro: Se scanează {0}...
ru: Сканирование {0}...
sv: Skannar {0}...
th: กำลังสแกน {0}...
tr: {0} taranıyor...
uk: Сканування {0}...
vi: Đang quét {0}...
zh_cn: 正在扫描 {0}...

# Discovery.Phase.FetchingInfo
source: Fetching device info...
cs: Získávání informací o zařízení...
da: Henter enhedsinfo...
de: Geräteinformationen werden abgerufen...
el: Λήψη πληροφοριών συσκευής...
es: Obteniendo información del dispositivo...
fi: Haetaan laitetietoja...
fr: Récupération des informations...
hu: Eszközinformációk lekérése...
it: Recupero informazioni dispositivo...
ja: デバイス情報を取得中...
ko: 장치 정보 가져오는 중...
nl: Apparaatinfo ophalen...
no: Henter enhetsinfo...
pl: Pobieranie informacji o urządzeniu...
pt: A obter informações do dispositivo...
ro: Se preiau informațiile dispozitivului...
ru: Получение информации...
sv: Hämtar enhetsinformation...
th: กำลังดึงข้อมูลอุปกรณ์...
tr: Cihaz bilgisi alınıyor...
uk: Отримання інформації...
vi: Đang lấy thông tin thiết bị...
zh_cn: 正在获取设备信息...

# Discovery.Phase.Complete
source: Discovery complete
cs: Hledání dokončeno
da: Opdagelse fuldført
de: Suche abgeschlossen
el: Η ανακάλυψη ολοκληρώθηκε
es: Búsqueda completada
fi: Etsintä valmis
fr: Recherche terminée
hu: Keresés befejezve
it: Ricerca completata
ja: 検索完了
ko: 검색 완료
nl: Zoeken voltooid
no: Oppdagelse fullført
pl: Wyszukiwanie zakończone
pt: Pesquisa concluída
ro: Descoperire completă
ru: Поиск завершён
sv: Sökning klar
th: การค้นหาเสร็จสิ้น
tr: Arama tamamlandı
uk: Пошук завершено
vi: Hoàn tất tìm kiếm
zh_cn: 搜索完成

# Discovery.Confidence.High
source: High confidence
cs: Vysoká jistota
da: Høj sikkerhed
de: Hohe Zuverlässigkeit
el: Υψηλή βεβαιότητα
es: Alta confianza
fi: Korkea varmuus
fr: Confiance élevée
hu: Magas megbízhatóság
it: Alta affidabilità
ja: 高い信頼度
ko: 높은 신뢰도
nl: Hoge betrouwbaarheid
no: Høy sikkerhet
pl: Wysoka pewność
pt: Alta confiança
ro: Încredere ridicată
ru: Высокая достоверность
sv: Hög tillförlitlighet
th: ความมั่นใจสูง
tr: Yüksek güvenilirlik
uk: Висока достовірність
vi: Độ tin cậy cao
zh_cn: 高可信度

# Discovery.Confidence.Medium
source: Medium confidence
cs: Střední jistota
da: Mellem sikkerhed
de: Mittlere Zuverlässigkeit
el: Μέτρια βεβαιότητα
es: Confianza media
fi: Keskitason varmuus
fr: Confiance moyenne
hu: Közepes megbízhatóság
it: Media affidabilità
ja: 中程度の信頼度
ko: 중간 신뢰도
nl: Gemiddelde betrouwbaarheid
no: Middels sikkerhet
pl: Średnia pewność
pt: Confiança média
ro: Încredere medie
ru: Средняя достоверность
sv: Medium tillförlitlighet
th: ความมั่นใจปานกลาง
tr: Orta güvenilirlik
uk: Середня достовірність
vi: Độ tin cậy trung bình
zh_cn: 中可信度

# Discovery.Confidence.Low
source: Low confidence
cs: Nízká jistota
da: Lav sikkerhed
de: Geringe Zuverlässigkeit
el: Χαμηλή βεβαιότητα
es: Baja confianza
fi: Matala varmuus
fr: Confiance faible
hu: Alacsony megbízhatóság
it: Bassa affidabilità
ja: 低い信頼度
ko: 낮은 신뢰도
nl: Lage betrouwbaarheid
no: Lav sikkerhet
pl: Niska pewność
pt: Baixa confiança
ro: Încredere scăzută
ru: Низкая достоверность
sv: Låg tillförlitlighet
th: ความมั่นใจต่ำ
tr: Düşük güvenilirlik
uk: Низька достовірність
vi: Độ tin cậy thấp
zh_cn: 低可信度
