Repository: TheoMoutakanni/Jellyfin-Orsay-Installer
Catalog: new_installer_version/Jellyfin-Orsay-Installer/Localization/*/LC_MESSAGES/messages.po
Languages: cs, da, de, el, es, fi, fr, hu, it, ja, ko, nl, no, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_cn

# TvSetup.F.Step6.Desc
source: If apps don't appear, restart your TV and check Smart Hub again.
cs: Pokud se aplikace nezobrazí, restartujte TV a znovu zkontrolujte Smart Hub.
da: Hvis apps ikke vises, genstart dit TV og tjek Smart Hub igen.
de: Wenn Apps nicht erscheinen, starten Sie Ihren TV neu und überprüfen Sie Smart Hub erneut.
el: Αν οι εφαρμογές δεν εμφανίζονται, επανεκκινήστε την τηλεόραση και ελέγξτε ξανά το Smart Hub.
es: Si las aplicaciones no aparecen, reinicie su TV y verifique Smart Hub nuevamente.
fi: Jos sovellukset eivät näy, käynnistä TV uudelleen ja tarkista Smart Hub.
fr: Si les applications n'apparaissent pas, redémarrez votre TV et vérifiez Smart Hub à nouveau.
hu: Ha az alkalmazások nem jelennek meg, indítsa újra a TV-t és ellenőrizze újra a Smart Hubot.
it: Se le app non appaiono, riavvia la TV e controlla di nuovo Smart Hub.
ja: アプリが表示されない場合は、TVを再起動してSmart Hubを再確認してください。
ko: 앱이 나타나지 않으면 TV를 재시작하고 Smart Hub를 다시 확인하세요.
nl: Als apps niet verschijnen, herstart uw TV en controleer Smart Hub opnieuw.
no: Hvis appene ikke vises, start TV-en på nytt og sjekk Smart Hub igjen.
pl: Jeśli aplikacje się nie pojawiły, uruchom ponownie TV i sprawdź Smart Hub.
pt: Se as aplicações não aparecerem, reinicie a sua TV e verifique o Smart Hub novamente.
ro: Dacă aplicațiile nu apar, repornește TV-ul și verifică din nou Smart Hub.
ru: Если приложения не появились, перезагрузите ТВ и проверьте Smart Hub снова.
sv: Om apparna inte visas, starta om din TV och kontrollera Smart Hub igen.
th: หากแอปไม่ปรากฏ ให้รีสตาร์ททีวีและตรวจสอบ Smart Hub อีกครั้ง
tr: Uygulamalar görünmezse TV'nizi yeniden başlatın ve Smart Hub'ı tekrar kontrol edin.
uk: Якщо додатки не з'явилися, перезавантажте ТВ та перевірте Smart Hub знову.
vi: Nếu ứng dụng không xuất hiện, hãy khởi động lại TV và kiểm tra lại Smart Hub.
zh_cn: 如果应用未出现，请重启电视并再次检查 Smart Hub。

# TvSetup.H.Step1.Title
source: Open Samsung Account
cs: Otevřete účet Samsung
da: Åbn Samsung-konto
de: Samsung Account öffnen
el: Ανοίξτε τον λογαριασμό Samsung
es: Abrir Samsung Account
fi: Avaa Samsung-tili
fr: Ouvrir Samsung Account
hu: Samsung fiók megnyitása
it: Apri Samsung Account
ja: Samsungアカウントを開く
ko: 삼성 계정 열기
no: Åpne Samsung-konto
pl: Otwórz Samsung Account
pt: Abrir Samsung Account
ro: Deschide contul Samsung
ru: Откройте Samsung Account
sv: Öppna Samsung-konto
th: เปิดบัญชี Samsung
tr: Samsung Hesabını Aç
uk: Відкрийте Samsung Account
vi: Mở Tài khoản Samsung
zh_cn: 打开三星账户

# TvSetup.H.Step1.Desc
source: Go to Smart Hub, select Samsung Account, then Sign In.
cs: Přejděte do Smart Hub, vyberte Účet Samsung a pak Přihlásit.
da: Gå til Smart Hub, vælg Samsung-konto, og vælg Log ind.
de: Gehen Sie zu Smart Hub, wählen Sie Samsung Account, dann Anmelden.
el: Μεταβείτε στο Smart Hub, επιλέξτε Λογαριασμός Samsung και μετά Σύνδεση.
es: Vaya a Smart Hub, seleccione Samsung Account, luego Iniciar sesión.
fi: Siirry Smart Hubiin, valitse Samsung-tili ja valitse Kirjaudu.
fr: Allez dans Smart Hub, sélectionnez Samsung Account, puis Connexion.
hu: Menjen a Smart Hubba, válassza a Samsung fiók, majd a Bejelentkezés lehetőséget.
it: Vai su Smart Hub, seleziona Samsung Account, poi Accedi.
ja: Smart Hubに移動し、Samsungアカウントを選択して、サインインを選択します。
ko: Smart Hub로 이동하여 삼성 계정을 선택한 다음 로그인을 선택하세요.
nl: Ga naar Smart Hub, selecteer Samsung Account, vervolgens Aanmelden.
no: Gå til Smart Hub, velg Samsung-konto, og velg Logg inn.
pl: Przejdź do Smart Hub, wybierz Samsung Account, następnie Zaloguj.
pt: Vá ao Smart Hub, selecione Samsung Account, depois Entrar.
ro: Mergi la Smart Hub, selectează Cont Samsung, apoi selectează Autentificare.
ru: Перейдите в Smart Hub, выберите Samsung Account, затем Вход.
sv: Gå till Smart Hub, välj Samsung-konto, sedan Logga in.
th: ไปที่ Smart Hub เลือกบัญชี Samsung แล้วเลือกลงชื่อเข้าใช้
tr: Smart Hub'a gidin, Samsung Hesabı'nı seçin, ardından Giriş Yap.
uk: Перейдіть до Smart Hub, виберіть Samsung Account, потім Вхід.
vi: Vào Smart Hub, chọn Tài khoản Samsung, sau đó chọn Đăng nhập.
zh_cn: 进入 Smart Hub，选择三星账户，然后登录。

# TvSetup.H.Step2.Title
source: Login as Developer
cs: Přihlaste se jako vývojář
da: Log ind som udvikler
de: Als Entwickler anmelden
el: Σύνδεση ως προγραμματιστής
es: Iniciar sesión como desarrollador
fi: Kirjaudu kehittäjänä
fr: Se connecter en développeur
hu: Bejelentkezés fejlesztőként
it: Accedi come sviluppatore
ja: 開発者としてログイン
ko: 개발자로 로그인
nl: Inloggen als ontwikkelaar
no: Logg inn som utvikler
pl: Zaloguj się jako deweloper
pt: Entrar como desenvolvedor
ro: Autentifică-te ca dezvoltator
ru: Войдите как разработчик
sv: Logga in som utvecklare
th: เข้าสู่ระบบเป็นนักพัฒนา
tr: Geliştirici Olarak Giriş Yap
uk: Увійдіть як розробник
vi: Đăng nhập với tư cách Nhà phát triển
zh_cn: 以开发者身份登录

# TvSetup.H.Step2.Desc
source: Enter 'develop' as login. Skip the password field. Check 'Remember' and press Sign In.
cs: Zadejte 'develop' jako přihlašovací jméno. Pole hesla přeskočte. Zaškrtněte 'Zapamatovat' a stiskněte Přihlásit.
da: Indtast 'develop' som login. Spring adgangskodefeltet over. Markér 'Husk' og tryk på Log ind.
de: Geben Sie 'develop' als Login ein. Überspringen Sie das Passwortfeld. Aktivieren Sie 'Merken' und drücken Sie Anmelden.
el: Εισάγετε 'develop' ως όνομα χρήστη. Παραλείψτε το πεδίο κωδικού. Επιλέξτε 'Απομνημόνευση' και πατήστε Σύνδεση.
es: Ingrese 'develop' como usuario. Omita el campo de contraseña. Marque 'Recordar' y presione Iniciar sesión.
fi: Syötä 'develop' käyttäjätunnukseksi. Ohita salasanakenttä. Merkitse 'Muista' ja paina Kirjaudu.
fr: Entrez 'develop' comme identifiant. Ignorez le champ mot de passe. Cochez 'Se souvenir' et appuyez sur Connexion.
hu: Írja be a 'develop' felhasználónevet. Hagyja ki a jelszó mezőt. Jelölje be az 'Emlékezz' opciót és nyomja meg a Bejelentkezés gombot.
it: Inserisci 'develop' come login. Salta il campo password. Seleziona 'Ricorda' e premi Accedi.
ja: ログインに「develop」と入力します。パスワード欄はスキップします。「記憶する」にチェックを入れてサインインを押します。
ko: 로그인으로 'develop'을 입력하세요. 비밀번호 필드는 건너뛰세요. '기억하기'를 체크하고 로그인을 누르세요.
nl: Voer 'develop' in als login. Sla het wachtwoordveld over. Vink 'Onthouden' aan en druk op Aanmelden.
no: Skriv inn 'develop' som brukernavn. Hopp over passordfeltet. Merk av 'Husk' og trykk på Logg inn.
pl: Wprowadź 'develop' jako login. Pomiń pole hasła. Zaznacz 'Zapamiętaj' i naciśnij Zaloguj.
pt: Introduza 'develop' como login. Ignore o campo da palavra-passe. Marque 'Lembrar' e prima Entrar.
ro: Introdu 'develop' ca nume de utilizator. Sari peste câmpul parolă. Bifează 'Ține minte' și apasă Autentificare.
ru: Введите 'develop' как логин. Пропустите поле пароля. Поставьте галочку 'Запомнить' и нажмите Вход.
sv: Ange 'develop' som inloggning. Hoppa över lösenordsfältet. Markera 'Kom ihåg' och tryck på Logga in.
th: ป้อน 'develop' เป็นชื่อเข้าสู่ระบบ ข้ามช่องรหัสผ่าน ทำเครื่องหมาย 'จดจำ' แล้วกดลงชื่อเข้าใช้
tr: Kullanıcı adı olarak 'develop' girin. Şifre alanını atlayın. 'Hatırla'yı işaretleyin ve Giriş Yap'a basın.
uk: Введіть 'develop' як логін. Пропустіть поле пароля. Поставте галочку 'Запам'ятати' та натисніть Вхід.
vi: Nhập 'develop' làm tên đăng nhập. Bỏ qua trường mật khẩu. Đánh dấu 'Ghi nhớ' và nhấn Đăng nhập.
zh_cn: 输入 'develop' 作为登录名。跳过密码字段。勾选"记住"并按登录。

# TvSetup.H.Step3.Title
source: Open Sync Menu
cs: Otevřete nabídku synchronizace
da: Åbn synkroniseringsmenu
de: Sync-Menü öffnen
el: Ανοίξτε το μενού συγχρονισμού
es: Abrir menú de sincronización
fi: Avaa synkronointivalikko
fr: Ouvrir le menu de synchronisation
hu: Szinkronizálási menü megnyitása
it: Apri menu sincronizzazione
ja: 同期メニューを開く
ko: 동기화 메뉴 열기
nl: Open synchronisatiemenu
no: Åpne synkroniseringsmeny
pl: Otwórz menu synchronizacji
pt: Abrir menu de sincronização
ro: Deschide meniul de sincronizare
ru: Откройте меню синхронизации
sv: Öppna synkroniseringsmeny
th: เปิดเมนูซิงค์
tr: Senkronizasyon Menüsünü Aç
uk: Відкрийте меню синхронізації
vi: Mở Menu đồng bộ
zh_cn: 打开同步菜单

# TvSetup.H.Step3.Desc
source: In Smart Hub, point your remote at any app and hold the center of the D-pad until a menu appears.
cs: Ve Smart Hub namiřte ovladač na libovolnou aplikaci a podržte střed D-padu, dokud se nezobrazí nabídka.
da: I Smart Hub, peg din fjernbetjening på en vilkårlig app og hold midten af D-pad nede indtil en menu vises.
de: Richten Sie im Smart Hub Ihre Fernbedienung auf eine App und halten Sie die Mitte des Steuerkreuzes gedrückt, bis ein Menü erscheint.
el: Στο Smart Hub, στρέψτε το τηλεχειριστήριο σε οποιαδήποτε εφαρμογή και κρατήστε πατημένο το κέντρο του D-pad μέχρι να εμφανιστεί μενού.
es: En Smart Hub, apunte su control remoto a cualquier aplicación y mantenga presionado el centro del D-pad hasta que aparezca un menú.
fi: Smart Hubissa, osoita kaukosäätimellä mitä tahansa sovellusta ja pidä D-padin keskustaa painettuna kunnes valikko ilmestyy.
fr: Dans Smart Hub, pointez votre télécommande sur une application et maintenez le centre du pavé directionnel jusqu'à l'apparition d'un menu.
hu: A Smart Hubban irányítsa a távirányítót bármely alkalmazásra és tartsa lenyomva a D-pad közepét, amíg meg nem jelenik egy menü.
it: In Smart Hub, punta il telecomando su un'app qualsiasi e tieni premuto il centro del D-pad finché non appare un menu.
ja: Smart Hubで、リモコンでアプリを指し、メニューが表示されるまでD-padの中央を長押しします。
ko: Smart Hub에서 리모컨으로 앱을 가리키고 메뉴가 나타날 때까지 D-pad 중앙을 길게 누르세요.
nl: Richt in Smart Hub uw afstandsbediening op een app en houd het midden van de D-pad ingedrukt tot een menu verschijnt.
no: I Smart Hub, pek fjernkontrollen på en app og hold midten av D-pad nede til en meny vises.
pl: W Smart Hub skieruj pilota na dowolną aplikację i przytrzymaj środek D-pada, aż pojawi się menu.
pt: No Smart Hub, aponte o controlo remoto para qualquer aplicação e mantenha premido o centro do D-pad até aparecer um menu.
ro: În Smart Hub, îndreaptă telecomanda spre orice aplicație și ține apăsat centrul D-pad-ului până apare un meniu.
ru: В Smart Hub наведите пульт на любое приложение и удерживайте центр крестовины, пока не появится меню.
sv: I Smart Hub, rikta fjärrkontrollen mot en app och håll mitten av D-pad intryckt tills en meny visas.
th: ใน Smart Hub ชี้รีโมทไปที่แอปใดก็ได้ แล้วกดตรงกลาง D-pad ค้างไว้จนกว่าเมนูจะปรากฏ
tr: Smart Hub'da kumandanızı herhangi bir uygulamaya doğrultun ve menü görünene kadar D-pad'in ortasını basılı tutun.
uk: У Smart Hub наведіть пульт на будь-який додаток та утримуйте центр хрестовини, поки не з'явиться меню.
vi: Trong Smart Hub, hướng điều khiển vào ứng dụng bất kỳ và giữ tâm D-pad cho đến khi menu xuất hiện.
zh_cn: 在 Smart Hub 中，将遥控器对准任意应用并按住方向键中心，直到出现菜单。

# TvSetup.H.Step4.Title
source: Enter IP Address
cs: Zadejte IP adresu
da: Indtast IP-adresse
de: IP-Adresse eingeben
el: Εισάγετε τη διεύθυνση IP
es: Ingresar dirección IP
fi: Syötä IP-osoite
fr: Entrer l'adresse IP
hu: IP-cím megadása
it: Inserisci indirizzo IP
ja: IPアドレスを入力
ko: IP 주소 입력
nl: Voer IP-adres in
no: Skriv inn IP-adresse
pl: Wprowadź adres IP
pt: Introduzir endereço IP
ro: Introdu adresa IP
ru: Введите IP-адрес
sv: Ange IP-adress
th: ป้อนที่อยู่ IP
tr: IP Adresini Gir
uk: Введіть IP-адресу
vi: Nhập địa chỉ IP
zh_cn: 输入 IP 地址

# TvSetup.H.Step4.Desc
source: Select 'IP Setting' and enter: {0} (confirm each number group with the D-pad center).
cs: Vyberte 'Nastavení IP' a zadejte: {0} (každou skupinu čísel potvrďte středem D-padu).
da: Vælg 'IP-indstilling' og indtast: {0} (bekræft hver talgruppe med D-pad midten).
de: Wählen Sie 'IP Setting' und geben Sie ein: {0} (bestätigen Sie jede Zahlengruppe mit der Mitte des Steuerkreuzes).
el: Επιλέξτε 'Ρύθμιση IP' και εισάγετε: {0} (επιβεβαιώστε κάθε ομάδα αριθμών με το κέντρο του D-pad).
es: Seleccione 'IP Setting' e ingrese: {0} (confirme cada grupo de números con el centro del D-pad).
fi: Valitse 'IP-asetus' ja syötä: {0} (vahvista jokainen numeroryhmä D-padin keskustalla).
fr: Sélectionnez 'IP Setting' et entrez : {0} (confirmez chaque groupe de chiffres avec le centre du pavé directionnel).
hu: Válassza az 'IP-beállítás' lehetőséget és adja meg: {0} (minden számcsoportot erősítsen meg a D-pad közepével).
it: Seleziona 'IP Setting' e inserisci: {0} (conferma ogni gruppo di numeri con il centro del D-pad).
ja: 「IP設定」を選択し、次を入力してください: {0}（各数字グループをD-pad中央で確定）。
ko: 'IP 설정'을 선택하고 다음을 입력하세요: {0} (각 숫자 그룹을 D-pad 중앙으로 확인).
nl: Selecteer 'IP Setting' en voer in: {0} (bevestig elke nummergroep met het midden van de D-pad).
no: Velg 'IP-innstilling' og skriv inn: {0} (bekreft hver tallgruppe med D-pad midten).
pl: Wybierz 'IP Setting' i wprowadź: {0} (potwierdź każdą grupę cyfr środkiem D-pada).
pt: Selecione 'IP Setting' e introduza: {0} (confirme cada grupo de números com o centro do D-pad).
ro: Selectează 'Setare IP' și introdu: {0} (confirmă fiecare grup de numere cu centrul D-pad-ului).
ru: Выберите 'IP Setting' и введите: {0} (подтверждайте каждую группу цифр центром крестовины).
sv: Välj 'IP Setting' och ange: {0} (bekräfta varje siffergrupp med D-pad-mitten).
th: เลือก 'การตั้งค่า IP' แล้วป้อน: {0} (ยืนยันแต่ละกลุ่มตัวเลขด้วยตรงกลาง D-pad)
tr: 'IP Setting'i seçin ve girin: {0} (her sayı grubunu D-pad ortasıyla onaylayın).
uk: Виберіть 'IP Setting' та введіть: {0} (підтверджуйте кожну групу цифр центром хрестовини).
vi: Chọn 'Cài đặt IP' và nhập: {0} (xác nhận từng nhóm số bằng tâm D-pad).
zh_cn: 选择 'IP Setting' 并输入：{0}（用方向键中心确认每组数字）。

# TvSetup.H.Step5.Title
source: Start Sync
cs: Spusťte synchronizaci
da: Start synkronisering
de: Synchronisation starten
el: Έναρξη συγχρονισμού
es: Iniciar sincronización
fi: Aloita synkronointi
fr: Démarrer la synchronisation
hu: Szinkronizálás indítása
it: Avvia sincronizzazione
ja: 同期を開始
ko: 동기화 시작
nl: Start synchronisatie
no: Start synkronisering
pl: Rozpocznij synchronizację
pt: Iniciar sincronização
ro: Pornește sincronizarea
ru: Запустите синхронизацию
sv: Starta synkronisering
th: เริ่มซิงค์
tr: Senkronizasyonu Başlat
uk: Запустіть синхронізацію
vi: Bắt đầu đồng bộ
zh_cn: 开始同步

# TvSetup.H.Step5.Desc
source: Open the menu again and select 'Start User App Sync'.
cs: Znovu otevřete nabídku a vyberte 'Start User App Sync'.
da: Åbn menuen igen og vælg 'Start User App Sync'.
de: Öffnen Sie das Menü erneut und wählen Sie 'Start User App Sync'.
el: Ανοίξτε ξανά το μενού και επιλέξτε 'Start User App Sync'.
es: Abra el menú nuevamente y seleccione 'Start User App Sync'.
fi: Avaa valikko uudelleen ja valitse 'Start User App Sync'.
fr: Ouvrez le menu à nouveau et sélectionnez 'Start User App Sync'.
hu: Nyissa meg újra a menüt és válassza a 'Start User App Sync' lehetőséget.
it: Apri di nuovo il menu e seleziona 'Start User App Sync'.
ja: メニューを再度開き、「Start User App Sync」を選択します。
ko: 메뉴를 다시 열고 'Start User App Sync'를 선택하세요.
nl: Open het menu opnieuw en selecteer 'Start User App Sync'.
no: Åpne menyen igjen og velg 'Start User App Sync'.
pl: Otwórz menu ponownie i wybierz 'Start User App Sync'.
pt: Abra o menu novamente e selecione 'Start User App Sync'.
ro: Deschide meniul din nou și selectează 'Start User App Sync'.
ru: Откройте меню снова и выберите 'Start User App Sync'.
sv: Öppna menyn igen och välj 'Start User App Sync'.
th: เปิดเมนูอีกครั้งแล้วเลือก 'Start User App Sync'
tr: Menüyü tekrar açın ve 'Start User App Sync'i seçin.
uk: Відкрийте меню знову та виберіть 'Start User App Sync'.
vi: Mở lại menu và chọn 'Start User App Sync'.
zh_cn: 再次打开菜单并选择 'Start User App Sync'。

# TvSetup.H.Step6.Title
source: Complete Installation
cs: Dokončete instalaci
da: Fuldfør installation
de: Installation abschließen
el: Ολοκλήρωση εγκατάστασης
es: Completar instalación
fi: Viimeistele asennus
fr: Terminer l'installation
hu: Telepítés befejezése
it: Completa installazione
ja: インストール完了
ko: 설치 완료
nl: Voltooi installatie
no: Fullfør installasjon
pl: Zakończ instalację
pt: Completar instalação
ro: Finalizează instalarea
ru: Завершите установку
sv: Slutför installation
th: เสร็จสิ้นการติดตั้ง
tr: Kurulumu Tamamla
uk: Завершіть встановлення
vi: Hoàn tất cài đặt
zh_cn: 完成安装

# TvSetup.H.Step6.Desc
source: Accept the installation prompt. Exit Smart Hub and re-enter to see the installed apps.
cs: Přijměte výzvu k instalaci. Opusťte Smart Hub a znovu ho otevřete pro zobrazení nainstalovaných aplikací.
da: Accepter installationsprompten. Forlad Smart Hub og gå ind igen for at se installerede apps.
de: Akzeptieren Sie die Installationsaufforderung. Verlassen Sie Smart Hub und betreten Sie es erneut, um die installierten Apps zu sehen.
el: Αποδεχτείτε το μήνυμα εγκατάστασης. Βγείτε από το Smart Hub και μπείτε ξανά για να δείτε τις εγκατεστημένες εφαρμογές.
es: Acepte el mensaje de instalación. Salga de Smart Hub y vuelva a entrar para ver las aplicaciones instaladas.
fi: Hyväksy asennuskehote. Poistu Smart Hubista ja palaa nähdäksesi asennetut sovellukset.
fr: Acceptez l'invite d'installation. Quittez Smart Hub et entrez-y à nouveau pour voir les applications installées.
hu: Fogadja el a telepítési kérést. Lépjen ki a Smart Hubból és lépjen be újra a telepített alkalmazások megtekintéséhez.
it: Accetta la richiesta di installazione. Esci da Smart Hub e rientra per vedere le app installate.
ja: インストールの確認を承認します。Smart Hubを終了して再度開くと、インストールされたアプリが表示されます。
ko: 설치 메시지를 수락하세요. Smart Hub를 종료하고 다시 들어가면 설치된 앱을 볼 수 있습니다.
nl: Accepteer de installatieprompt. Verlaat Smart Hub en ga opnieuw naar binnen om de geïnstalleerde apps te zien.
no: Godta installasjonsmeldingen. Forlat Smart Hub og gå inn igjen for å se installerte apper.
pl: Zaakceptuj komunikat instalacji. Wyjdź ze Smart Hub i wejdź ponownie, aby zobaczyć zainstalowane aplikacje.
pt: Aceite o pedido de instalação. Saia do Smart Hub e entre novamente para ver as aplicações instaladas.
ro: Acceptă promptul de instalare. Ieși din Smart Hub și intră din nou pentru a vedea aplicațiile instalate.
ru: Примите запрос на установку. Выйдите из Smart Hub и войдите снова, чтобы увидеть установленные приложения.
sv: Acceptera installationsprompten. Stäng Smart Hub och öppna igen för att se installerade appar.
th: ยอมรับข้อความติดตั้ง ออกจาก Smart Hub แล้วเข้าอีกครั้งเพื่อดูแอปที่ติดตั้ง
tr: Kurulum istemini kabul edin. Smart Hub'dan çıkın ve yüklenen uygulamaları görmek için tekrar girin.
uk: Прийміть запит на встановлення. Вийдіть зі Smart Hub та увійдіть знову, щоб побачити встановлені додатки.
vi: Chấp nhận thông báo cài đặt. Thoát Smart Hub và vào lại để xem các ứng dụng đã cài.
zh_cn: 接受安装提示。退出 Smart Hub 并重新进入以查看已安装的应用。

# Server.Title
source: Installing...
cs: Instalace...
da: Installerer...
de: Installation...
el: Εγκατάσταση...
es: Instalando...
fi: Asennetaan...
fr: Installation...
hu: Telepítés...
it: Installazione...
ja: インストール中...
ko: 설치 중...
nl: Installeren...
no: Installerer...
pl: Instalowanie...
pt: A instalar...
ro: Se instalează...
ru: Установка...
sv: Installerar...
th: กำลังติดตั้ง...
tr: Yükleniyor...
uk: Встановлення...
vi: Đang cài đặt...
zh_cn: 正在安装...

source: Server Running
cs: Server běží
da: Server kører
de: Server läuft
el: Ο διακομιστής εκτελείται
es: Servidor en ejecución
fi: Palvelin käynnissä
fr: Serveur en cours d'exécution
hu: Szerver fut
it: Server in esecuzione
ja: サーバー実行中
ko: 서버 실행 중
nl: Server draait
no: Server kjører
pl: Serwer uruchomiony
pt: Servidor em execução
ro: Server pornit
ru: Сервер запущен
sv: Server körs
th: เซิร์ฟเวอร์กำลังทำงาน
tr: Sunucu çalışıyor
uk: Сервер запущено
vi: Máy chủ đang chạy
zh_cn: 服务器运行中

source: Server Stopped
cs: Server zastaven
da: Server stoppet
de: Server gestoppt
el: Ο διακομιστής σταμάτησε
es: Servidor detenido
fi: Palvelin pysäytetty
fr: Serveur arrêté
hu: Szerver leállítva
it: Server arrestato
ja: サーバー停止
ko: 서버 중지됨
nl: Server gestopt
no: Server stoppet
pl: Serwer zatrzymany
pt: Servidor parado
ro: Server oprit
ru: Сервер остановлен
sv: Server stoppad
th: เซิร์ฟเวอร์หยุดทำงาน
tr: Sunucu durduruldu
uk: Сервер зупинено
vi: Máy chủ đã dừng
zh_cn: 服务器已停止

# Server.Requests
source: Requests
cs: Požadavky
da: Forespørgsler
de: Anfragen
el: Αιτήματα
es: Solicitudes
fi: Pyynnöt
fr: Requêtes
hu: Kérések
it: Richieste
ja: リクエスト
ko: 요청
nl: Verzoeken
no: Forespørsler
pl: Żądania
pt: Pedidos
ro: Cereri
ru: Запросы
sv: Förfrågningar
th: คำขอ
tr: İstekler
uk: Запити
vi: Yêu cầu
zh_cn: 请求数

# Server.LastRequest
source: Last Request
cs: Poslední požadavek
da: Sidste forespørgsel
de: Letzte Anfrage
el: Τελευταίο αίτημα
es: Última solicitud
fi: Viimeisin pyyntö
fr: Dernière requête
hu: Utolsó kérés
it: Ultima richiesta
ja: 最後のリクエスト
ko: 마지막 요청
nl: Laatste verzoek
no: Siste forespørsel
pl: Ostatnie żądanie
pt: Último pedido
ro: Ultima cerere
ru: Последний запрос
sv: Senaste förfrågan
th: คำขอล่าสุด
tr: Son istek
uk: Останній запит
vi: Yêu cầu cuối
zh_cn: 最后请求

# Server.InstallProgress
source: Installation Progress
cs: Průběh instalace
da: Installationsfremskridt
de: Installationsfortschritt
el: Πρόοδος εγκατάστασης
es: Progreso de instalación
fi: Asennuksen edistyminen
fr: Progression de l'installation
hu: Telepítés állapota
it: Progresso installazione
ja: インストール進捗
ko: 설치 진행률
nl: Installatieproces
no: Installasjonsfremdrift
pl: Postęp instalacji
pt: Progresso da instalação
ro: Progres instalare
ru: Прогресс установки
sv: Installationsförlopp
th: ความคืบหน้าการติดตั้ง
tr: Kurulum ilerleme
uk: Прогрес встановлення
vi: Tiến độ cài đặt
zh_cn: 安装进度

# Server.TvConnected
source: TV connected (requested widgetlist.xml)
cs: TV připojena (požadován widgetlist.xml)
da: TV forbundet (widgetlist.xml anmodet)
de: TV verbunden (widgetlist.xml angefordert)
el: TV συνδέθηκε (ζητήθηκε widgetlist.xml)
es: TV conectado (widgetlist.xml solicitado)
fi: TV yhdistetty (widgetlist.xml pyydetty)
fr: TV connecté (widgetlist.xml demandé)
hu: TV csatlakoztatva (widgetlist.xml kérve)
it: TV connessa (widgetlist.xml richiesto)
ja: TV接続済み（widgetlist.xmlリクエスト）
ko: TV 연결됨 (widgetlist.xml 요청됨)
nl: TV verbonden (widgetlist.xml opgevraagd)
no: TV tilkoblet (widgetlist.xml forespurt)
pl: TV połączony (pobrano widgetlist.xml)
pt: TV ligada (widgetlist.xml pedido)
ro: TV conectat (widgetlist.xml cerut)
ru: ТВ подключён (запрошен widgetlist.xml)
sv: TV ansluten (widgetlist.xml begärd)
th: ทีวีเชื่อมต่อแล้ว (ขอ widgetlist.xml)
tr: TV bağlandı (widgetlist.xml istendi)
uk: ТВ підключено (запитано widgetlist.xml)
vi: TV đã kết nối (yêu cầu widgetlist.xml)
zh_cn: 电视已连接（已请求 widgetlist.xml）

# Server.WidgetDownloaded
source: Widget downloaded (.zip)
cs: Widget stažen (.zip)
da: Widget downloadet (.zip)
de: Widget heruntergeladen (.zip)
el: Το widget κατέβηκε (.zip)
es: Widget descargado (.zip)
fi: Widget ladattu (.zip)
fr: Widget téléchargé (.zip)
hu: Widget letöltve (.zip)
it: Widget scaricato (.zip)
ja: ウィジェットダウンロード済み（.zip）
ko: 위젯 다운로드됨 (.zip)
nl: Widget gedownload (.zip)
no: Widget lastet ned (.zip)
pl: Widget pobrany (.zip)
pt: Widget transferido (.zip)
ro: Widget descărcat (.zip)
ru: Виджет загружен (.zip)
sv: Widget nedladdad (.zip)
th: ดาวน์โหลดวิดเจ็ตแล้ว (.zip)
tr: Widget indirildi (.zip)
uk: Віджет завантажено (.zip)
vi: Đã tải widget (.zip)
zh_cn: 小部件已下载（.zip）

# Server.WaitingForTv
source: Waiting for TV connection...
cs: Čekání na připojení TV...
da: Venter på TV-forbindelse...
de: Warte auf TV-Verbindung...
el: Αναμονή σύνδεσης TV...
es: Esperando conexión del TV...
fi: Odotetaan TV-yhteyttä...
fr: En attente de connexion du TV...
hu: Várakozás a TV csatlakozására...
it: In attesa di connessione TV...
ja: TV接続待機中...
ko: TV 연결 대기 중...
nl: Wachten op TV-verbinding...
no: Venter på TV-tilkobling...
pl: Oczekiwanie na połączenie TV...
pt: À espera de ligação da TV...
ro: Se așteaptă conexiunea TV...
ru: Ожидание подключения ТВ...
sv: Väntar på TV-anslutning...
th: รอการเชื่อมต่อทีวี...
tr: TV bağlantısı bekleniyor...
uk: Очікування підключення ТВ...
vi: Đang chờ kết nối TV...
zh_cn: 等待电视连接...
