Repository: TheoMoutakanni/Jellyfin-Orsay-Installer
Catalog: new_installer_version/Jellyfin-Orsay-Installer/Localization/*/LC_MESSAGES/messages.po
Languages: cs, da, de, el, es, fi, fr, hu, it, ja, ko, nl, no, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_cn

# App.Title
source: Jellyfin Installer: Samsung Smart TV (Orsay)
cs: Instalátor Jellyfin: Samsung Smart TV (Orsay)
da: Jellyfin Installationsprogram: Samsung Smart TV (Orsay)
el: Πρόγραμμα εγκατάστασης Jellyfin: Samsung Smart TV (Orsay)
es: Instalador Jellyfin: Samsung Smart TV (Orsay)
fi: Jellyfin-asennusohjelma: Samsung Smart TV (Orsay)
fr: Installateur Jellyfin : Samsung Smart TV (Orsay)
hu: Jellyfin Telepítő: Samsung Smart TV (Orsay)
it: Installatore Jellyfin: Samsung Smart TV (Orsay)
ja: Jellyfin インストーラー: Samsung スマートTV (Orsay)
ko: Jellyfin 설치 프로그램: 삼성 스마트 TV (Orsay)
nl: Jellyfin Installatie: Samsung Smart TV (Orsay)
no: Jellyfin Installasjonsprogram: Samsung Smart TV (Orsay)
pl: Instalator Jellyfin: Samsung Smart TV (Orsay)
pt: Instalador Jellyfin: Samsung Smart TV (Orsay)
ro: Program de instalare Jellyfin: Samsung Smart TV (Orsay)
ru: Jellyfin Установщик: Samsung Smart TV (Orsay)
sv: Jellyfin Installationsguide: Samsung Smart TV (Orsay)
th: ตัวติดตั้ง Jellyfin: Samsung Smart TV (Orsay)
tr: Jellyfin Yükleyici: Samsung Smart TV (Orsay)
uk: Jellyfin Інсталятор: Samsung Smart TV (Orsay)
vi: Trình cài đặt Jellyfin: Samsung Smart TV (Orsay)
zh_cn: Jellyfin 安装程序：三星智能电视 (Orsay)

# Wizard.Step
source: Step {0} of {1}
cs: Krok {0} z {1}
da: Trin {0} af {1}
de: Schritt {0} von {1}
el: Βήμα {0} από {1}
es: Paso {0} de {1}
fi: Vaihe {0}/{1}
fr: Étape {0} sur {1}
hu: {0}. lépés / {1}
it: Passaggio {0} di {1}
ja: ステップ {0}/{1}
ko: {1}단계 중 {0}단계
nl: Stap {0} van {1}
no: Steg {0} av {1}
pl: Krok {0} z {1}
pt: Passo {0} de {1}
ro: Pasul {0} din {1}
ru: Шаг {0} из {1}
sv: Steg {0} av {1}
th: ขั้นตอนที่ {0} จาก {1}
tr: Adım {0} / {1}
uk: Крок {0} з {1}
vi: Bước {0}/{1}
zh_cn: 第 {0} 步，共 {1} 步

# Wizard.GetStarted
source: Get Started
cs: Začít
da: Kom i gang
de: Loslegen
el: Έναρξη
es: Comenzar
fi: Aloita
fr: Commencer
hu: Kezdés
it: Inizia
ja: 開始
ko: 시작하기
nl: Beginnen
no: Kom i gang
pl: Rozpocznij
pt: Começar
ro: Începe
ru: Начать
sv: Kom igång
th: เริ่มต้น
tr: Başla
uk: Почати
vi: Bắt đầu
zh_cn: 开始

# Welcome.Title
source: Welcome
cs: Vítejte
da: Velkommen
de: Willkommen
el: Καλώς ήρθατε
es: Bienvenido
fi: Tervetuloa
fr: Bienvenue
hu: Üdvözöljük
it: Benvenuto
ja: ようこそ
ko: 환영합니다
nl: Welkom
no: Velkommen
pl: Witaj
pt: Bem-vindo
ro: Bun venit
ru: Добро пожаловать
sv: Välkommen
th: ยินดีต้อนรับ
tr: Hoş Geldiniz
uk: Ласкаво просимо
vi: Chào mừng
zh_cn: 欢迎

# Welcome.Subtitle
source: Install Jellyfin on your Samsung Smart TV model 2011-2015
cs: Nainstalujte Jellyfin na Samsung Smart TV z let 2011-2015
da: Installer Jellyfin på dit Samsung Smart TV fra 2011-2015
de: Installieren Sie Jellyfin auf Ihrem Samsung Smart TV Modell 2011-2015
el: Εγκαταστήστε το Jellyfin στην Samsung Smart TV σας 2011-2015
es: Instale Jellyfin en su Samsung Smart TV modelo 2011-2015
fi: Asenna Jellyfin Samsung Smart TV:lle vuosilta 2011-2015
fr: Installez Jellyfin sur votre Samsung Smart TV modèle 2011-2015
hu: Telepítse a Jellyfint 2011-2015-ös Samsung Smart TV-jére
it: Installa Jellyfin sulla tua Samsung Smart TV modello 2011-2015
ja: 2011-2015年製のSamsung スマートTVにJellyfinをインストールします
ko: 2011-2015년형 삼성 스마트 TV에 Jellyfin을 설치하세요
nl: Installeer Jellyfin op uw Samsung Smart TV models 2011-2015
no: Installer Jellyfin på din Samsung Smart TV fra 2011-2015
pl: Zainstaluj Jellyfin na swoim Samsung Smart TV model 2011-2015
pt: Instale o Jellyfin na sua Samsung Smart TV modelo 2011-2015
ro: Instalează Jellyfin pe Samsung Smart TV-ul tău din 2011-2015
ru: Установите Jellyfin на ваш Samsung Smart TV моделей 2011-2015
sv: Installera Jellyfin på din Samsung Smart TV modell 2011-2015
th: ติดตั้ง Jellyfin บน Samsung Smart TV รุ่นปี 2011-2015
tr: Samsung Smart TV 2011-2015 modelinize Jellyfin yükleyin
uk: Встановіть Jellyfin на ваш Samsung Smart TV моделей 2011-2015
vi: Cài đặt Jellyfin trên Samsung Smart TV đời 2011-2015
zh_cn: 在您的三星智能电视 2011-2015 型号上安装 Jellyfin

# Welcome.Feature1
source: Easy installation in minutes
cs: Snadná instalace během několika minut
da: Nem installation på få minutter
de: Einfache Installation in wenigen Minuten
el: Εύκολη εγκατάσταση σε λίγα λεπτά
es: Instalación fácil en minutos
fi: Helppo asennus muutamassa minuutissa
fr: Installation facile en quelques minutes
hu: Egyszerű telepítés percek alatt
it: Installazione facile in pochi minuti
ja: 数分で簡単にインストール
ko: 몇 분 만에 간편하게 설치
nl: Eenvoudige installatie in enkele minuten
no: Enkel installasjon på noen minutter
pl: Łatwa instalacja w kilka minut
pt: Instalação fácil em minutos
ro: Instalare ușoară în câteva minute
ru: Простая установка за несколько минут
sv: Enkel installation på några minuter
th: ติดตั้งง่ายภายในไม่กี่นาที
tr: Birkaç dakikada kolay kurulum
uk: Просте встановлення за кілька хвилин
vi: Cài đặt dễ dàng trong vài phút
zh_cn: 几分钟内轻松安装

# Welcome.Feature2
source: No USB drive required
cs: Není potřeba USB disk
da: Ingen USB-drev nødvendig
de: Kein USB-Stick erforderlich
el: Δεν απαιτείται USB
es: No requiere memoria USB
fi: USB-asemaa ei tarvita
fr: Pas de clé USB requise
hu: Nincs szükség USB meghajtóra
it: Nessuna chiavetta USB richiesta
ja: USBドライブ不要
ko: USB 드라이브 불필요
nl: Geen USB-stick nodig
no: Ingen USB-stasjon nødvendig
pl: Nie wymaga pamięci USB
pt: Não precisa de pen USB
ro: Nu este nevoie de USB
ru: USB-накопитель не требуется
sv: Inget USB-minne krävs
th: ไม่ต้องใช้ USB
tr: USB bellek gerekmez
uk: USB-накопичувач не потрібен
vi: Không cần USB
zh_cn: 无需 USB 设备

# Welcome.Feature3
source: Works with 2012-2015 Samsung TVs
cs: Funguje se Samsung TV z let 2012-2015
da: Fungerer med 2012-2015 Samsung TV'er
de: Funktioniert mit Samsung TVs 2012-2015
el: Λειτουργεί με Samsung TV 2012-2015
es: Funciona con Samsung TV 2012-2015
fi: Toimii 2012-2015 Samsung TV:iden kanssa
fr: Fonctionne avec les Samsung TV 2012-2015
hu: 2012-2015-ös Samsung TV-kkel működik
it: Funziona con Samsung TV 2012-2015
ja: 2012-2015年製Samsung TV対応
ko: 2012-2015년형 삼성 TV 지원
nl: Werkt met 2012-2015 Samsung TV's
no: Fungerer med 2012-2015 Samsung TV-er
pl: Działa z Samsung TV 2012-2015
pt: Funciona com Samsung TVs 2012-2015
ro: Funcționează cu Samsung TV-uri din 2012-2015
ru: Работает с Samsung TV 2012-2015 годов
sv: Fungerar med Samsung TV 2012-2015
th: รองรับ Samsung TV ปี 2012-2015
tr: 2012-2015 Samsung TV'lerle çalışır
uk: Працює з Samsung TV 2012-2015 років
vi: Hỗ trợ Samsung TV 2012-2015
zh_cn: 支持 2012-2015 年三星电视

# Network.Title
source: Network Setup
cs: Nastavení sítě
da: Netværksopsætning
de: Netzwerk einrichten
el: Ρύθμιση δικτύου
es: Configuración de red
fi: Verkkoasetukset
fr: Configuration réseau
hu: Hálózat beállítása
it: Configurazione rete
ja: ネットワーク設定
ko: 네트워크 설정
nl: Netwerk instellen
no: Nettverksoppsett
pl: Konfiguracja sieci
pt: Configuração de rede
ro: Configurare rețea
ru: Настройка сети
sv: Nätverksinställningar
th: ตั้งค่าเครือข่าย
tr: Ağ Ayarları
uk: Налаштування мережі
vi: Cài đặt mạng
zh_cn: 网络设置

# Network.SelectIp
source: Select your PC's IP address:
cs: Vyberte IP adresu počítače:
da: Vælg din PC's IP-adresse:
de: Wählen Sie die IP-Adresse Ihres PCs:
el: Επιλέξτε τη διεύθυνση IP του υπολογιστή:
es: Seleccione la dirección IP de su PC:
fi: Valitse tietokoneen IP-osoite:
fr: Sélectionnez l'adresse IP de votre PC :
hu: Válassza ki a számítógép IP-címét:
it: Seleziona l'indirizzo IP del tuo PC:
ja: PCのIPアドレスを選択してください:
ko: PC의 IP 주소를 선택하세요:
nl: Selecteer het IP-adres van uw PC:
no: Velg PC-ens IP-adresse:
pl: Wybierz adres IP swojego PC:
pt: Selecione o endereço IP do seu PC:
ro: Selectează adresa IP a PC-ului:
ru: Выберите IP-адрес вашего ПК:
sv: Välj din dators IP-adress:
th: เลือกที่อยู่ IP ของคอมพิวเตอร์:
tr: Bilgisayarınızın IP adresini seçin:
uk: Виберіть IP-адресу вашого ПК:
vi: Chọn địa chỉ IP của máy tính:
zh_cn: 选择您电脑的 IP 地址：

# Network.Port
source: Server Port:
cs: Port serveru:
el: Θύρα διακομιστή:
es: Puerto del servidor:
fi: Palvelimen portti:
fr: Port du serveur :
hu: Szerver port:
it: Porta del server:
ja: サーバーポート:
ko: 서버 포트:
nl: Server poort:
pl: Port serwera:
pt: Porta do servidor:
ro: Port server:
ru: Порт сервера:
th: พอร์ตเซิร์ฟเวอร์:
tr: Sunucu Portu:
uk: Порт сервера:
vi: Cổng máy chủ:
zh_cn: 服务器端口：

# Network.PortHint
source: Default is 80. Change only if needed.
cs: Výchozí je 80. Měňte pouze v případě potřeby.
da: Standard er 80. Ændr kun hvis nødvendigt.
de: Standard ist 80. Nur bei Bedarf ändern.
el: Προεπιλογή είναι 80. Αλλάξτε μόνο αν χρειάζεται.
es: Por defecto es 80. Cambie solo si es necesario.
fi: Oletus on 80. Muuta vain tarvittaessa.
fr: Par défaut 80. Changez uniquement si nécessaire.
hu: Alapértelmezett: 80. Csak szükség esetén módosítsa.
it: Predefinito è 80. Cambia solo se necessario.
ja: デフォルトは80です。必要な場合のみ変更してください。
ko: 기본값은 80입니다. 필요한 경우에만 변경하세요.
nl: Standaard is 80. Wijzig alleen indien nodig.
no: Standard er 80. Endre kun ved behov.
pl: Domyślnie 80. Zmień tylko w razie potrzeby.
pt: Padrão é 80. Altere apenas se necessário.
ro: Implicit este 80. Modifică doar dacă este necesar.
ru: По умолчанию 80. Измените только при необходимости.
sv: Standard är 80. Ändra endast vid behov.
th: ค่าเริ่มต้นคือ 80 เปลี่ยนเฉพาะเมื่อจำเป็น
tr: Varsayılan 80. Yalnızca gerekirse değiştirin.
uk: За замовчуванням 80. Змінюйте лише за потреби.
vi: Mặc định là 80. Chỉ thay đổi khi cần thiết.
zh_cn: 默认为 80。仅在需要时更改。

# Network.SameNetworkHint
source: Your TV must be on the same network as the selected interface.
cs: Televizor musí být ve stejné síti jako vybrané rozhraní.
da: Dit TV skal være på samme netværk som den valgte grænseflade.
de: Ihr TV muss sich im selben Netzwerk wie die gewählte Schnittstelle befinden.
el: Η τηλεόραση πρέπει να είναι στο ίδιο δίκτυο με την επιλεγμένη διεπαφή.
es: Su TV debe estar en la misma red que la interfaz seleccionada.
fi: TV:n on oltava samassa verkossa kuin valittu liitäntä.
fr: Votre TV doit être sur le même réseau que l'interface sélectionnée.
hu: A TV-nek ugyanazon a hálózaton kell lennie, mint a kiválasztott interfész.
it: La tua TV deve essere sulla stessa rete dell'interfaccia selezionata.
ja: TVは選択したインターフェースと同じネットワークに接続されている必要があります。
ko: TV가 선택한 네트워크와 동일한 네트워크에 있어야 합니다.
nl: Uw TV moet op hetzelfde netwerk zijn als de geselecteerde interface.
no: TV-en må være på samme nettverk som det valgte grensesnittet.
pl: Twój TV musi być w tej samej sieci co wybrany interfejs.
pt: A sua TV deve estar na mesma rede que a interface selecionada.
ro: TV-ul trebuie să fie în aceeași rețea cu interfața selectată.
ru: Ваш ТВ должен быть в той же сети, что и выбранный интерфейс.
sv: Din TV måste vara på samma nätverk som det valda gränssnittet.
th: ทีวีต้องอยู่ในเครือข่ายเดียวกันกับอินเทอร์เฟซที่เลือก
tr: TV'niz seçilen arabirimle aynı ağda olmalıdır.
uk: Ваш ТВ повинен бути в тій самій мережі, що й обраний інтерфейс.
vi: TV phải cùng mạng với giao diện được chọn.
zh_cn: 您的电视必须与所选接口在同一网络中。

# Network.GroupOther
source: — Other —
cs: — Ostatní —
da: — Andre —
de: — Andere —
el: — Άλλα —
es: — Otros —
fi: — Muut —
fr: — Autres —
hu: — Egyéb —
it: — Altri —
ja: — その他 —
ko: — 기타 —
nl: — Overig —
no: — Andre —
pl: — Inne —
pt: — Outros —
ro: — Altele —
ru: — Другие —
sv: — Övriga —
th: — อื่นๆ —
tr: — Diğer —
uk: — Інші —
vi: — Khác —
zh_cn: — 其他 —

# Network.GroupVirtual
source: — Virtual —
cs: — Virtuální —
da: — Virtuelle —
de: — Virtuell —
el: — Εικονικά —
es: — Virtuales —
fi: — Virtuaaliset —
fr: — Virtuels —
hu: — Virtuális —
it: — Virtuali —
ja: — 仮想 —
ko: — 가상 —
nl: — Virtueel —
no: — Virtuelle —
pl: — Wirtualne —
pt: — Virtuais —
ro: — Virtuale —
ru: — Виртуальные —
sv: — Virtuella —
th: — เสมือน —
tr: — Sanal —
uk: — Віртуальні —
vi: — Ảo —
zh_cn: — 虚拟 —

# TvSetup.Title
source: TV Setup
cs: Nastavení TV
da: TV-opsætning
de: TV einrichten
el: Ρύθμιση τηλεόρασης
es: Configuración del TV
fi: TV:n asetukset
fr: Configuration TV
hu: TV beállítása
it: Configurazione TV
ja: TV設定
ko: TV 설정
nl: TV instellen
no: TV-oppsett
pl: Konfiguracja TV
pt: Configuração da TV
ro: Configurare TV
ru: Настройка ТВ
sv: TV-inställningar
th: ตั้งค่าทีวี
tr: TV Ayarları
uk: Налаштування ТВ
vi: Cài đặt TV
zh_cn: 电视设置

# TvSetup.IpBanner
source: Enter this IP address in your TV:
cs: Zadejte tuto IP adresu na televizoru:
da: Indtast denne IP-adresse på dit TV:
de: Geben Sie diese IP-Adresse auf Ihrem TV ein:
el: Εισάγετε αυτή τη διεύθυνση IP στην τηλεόραση:
es: Ingrese esta dirección IP en su TV:
fi: Syötä tämä IP-osoite TV:lle:
fr: Entrez cette adresse IP sur votre TV :
hu: Adja meg ezt az IP-címet a TV-n:
it: Inserisci questo indirizzo IP sulla tua TV:
ja: TVにこのIPアドレスを入力してください:
ko: TV에 이 IP 주소를 입력하세요:
nl: Voer dit IP-adres in op uw TV:
no: Skriv inn denne IP-adressen på TV-en:
pl: Wprowadź ten adres IP na swoim TV:
pt: Introduza este endereço IP na sua TV:
ro: Introdu această adresă IP pe TV:
ru: Введите этот IP-адрес на телевизоре:
sv: Ange denna IP-adress på din TV:
th: ป้อนที่อยู่ IP นี้ในทีวี:
tr: TV'nize bu IP adresini girin:
uk: Введіть цю IP-адресу на телевізорі:
vi: Nhập địa chỉ IP này vào TV:
zh_cn: 在您的电视上输入此 IP 地址：

# TvSetup.SelectSeries
source: Select your TV series:
cs: Vyberte sérii televizoru:
da: Vælg din TV-serie:
de: Wählen Sie Ihre TV-Serie:
el: Επιλέξτε τη σειρά της τηλεόρασης:
es: Seleccione su serie de TV:
fi: Valitse TV:n sarja:
fr: Sélectionnez votre série TV :
hu: Válassza ki a TV sorozatát:
it: Seleziona la serie della tua TV:
ja: TVシリーズを選択してください:
ko: TV 시리즈를 선택하세요:
nl: Selecteer uw TV-serie:
no: Velg TV-serie:
pl: Wybierz serię swojego TV:
pt: Selecione a série da sua TV:
ro: Selectează seria TV-ului:
ru: Выберите серию вашего ТВ:
sv: Välj din TV-serie:
th: เลือกซีรีส์ทีวี:
tr: TV serinizi seçin:
uk: Виберіть серію вашого ТВ:
vi: Chọn dòng TV:
zh_cn: 选择您的电视系列：

# TvSetup.SeriesE
source: Series E (2012)
cs: Série E (2012)
da: Serie E (2012)
de: Serie E (2012)
el: Σειρά E (2012)
es: Serie E (2012)
fi: E-sarja (2012)
fr: Série E (2012)
hu: E sorozat (2012)
it: Serie E (2012)
ja: Eシリーズ (2012)
ko: E 시리즈 (2012)
nl: Serie E (2012)
no: Serie E (2012)
pl: Seria E (2012)
pt: Série E (2012)
ro: Seria E (2012)
ru: Серия E (2012)
sv: Serie E (2012)
th: ซีรีส์ E (2012)
tr: E Serisi (2012)
uk: Серія E (2012)
vi: Dòng E (2012)
zh_cn: E 系列 (2012)

# TvSetup.SeriesF
source: Series F (2013)
cs: Série F (2013)
da: Serie F (2013)
de: Serie F (2013)
el: Σειρά F (2013)
es: Serie F (2013)
fi: F-sarja (2013)
fr: Série F (2013)
hu: F sorozat (2013)
it: Serie F (2013)
ja: Fシリーズ (2013)
ko: F 시리즈 (2013)
nl: Serie F (2013)
no: Serie F (2013)
pl: Seria F (2013)
pt: Série F (2013)
ro: Seria F (2013)
ru: Серия F (2013)
sv: Serie F (2013)
th: ซีรีส์ F (2013)
tr: F Serisi (2013)
uk: Серія F (2013)
vi: Dòng F (2013)
zh_cn: F 系列 (2013)

# TvSetup.SeriesH
source: Series H (2014-15)
cs: Série H (2014-15)
da: Serie H (2014-15)
de: Serie H (2014-15)
el: Σειρά H (2014-15)
es: Serie H (2014-15)
fi: H-sarja (2014-15)
fr: Série H (2014-15)
hu: H sorozat (2014-15)
it: Serie H (2014-15)
ja: Hシリーズ (2014-15)
ko: H 시리즈 (2014-15)
nl: Serie H (2014-15)
no: Serie H (2014-15)
pl: Seria H (2014-15)
pt: Série H (2014-15)
ro: Seria H (2014-15)
ru: Серия H (2014-15)
sv: Serie H (2014-15)
th: ซีรีส์ H (2014-15)
tr: H Serisi (2014-15)
uk: Серія H (2014-15)
vi: Dòng H (2014-15)
zh_cn: H 系列 (2014-15)

# TvSetup.DontKnowSeries
source: Not sure? Check the model number on the back of your TV (e.g., UE40ES6100)
cs: Nejste si jisti? Zkontrolujte číslo modelu na zadní straně TV (např. UE40ES6100)
da: Usikker? Tjek modelnummeret bag på dit TV (f.eks. UE40ES6100)
de: Nicht sicher? Überprüfen Sie die Modellnummer auf der Rückseite Ihres TVs (z.B. UE40ES6100)
el: Δεν είστε σίγουροι; Ελέγξτε τον αριθμό μοντέλου στο πίσω μέρος της TV (π.χ. UE40ES6100)
es: ¿No está seguro? Verifique el número de modelo en la parte trasera de su TV (ej: UE40ES6100)
fi: Et ole varma? Tarkista mallinumero TV:n takaa (esim. UE40ES6100)
fr: Pas sûr ? Vérifiez le numéro de modèle à l'arrière de votre TV (ex : UE40ES6100)
hu: Nem biztos? Ellenőrizze a modellszámot a TV hátulján (pl. UE40ES6100)
it: Non sei sicuro? Controlla il numero di modello sul retro della TV (es. UE40ES6100)
ja: 不明な場合は、TV背面のモデル番号を確認してください（例: UE40ES6100）
ko: 잘 모르시겠어요? TV 뒷면의 모델 번호를 확인하세요 (예: UE40ES6100)
nl: Niet zeker? Controleer het modelnummer op de achterkant van uw TV (bijv. UE40ES6100)
no: Usikker? Sjekk modellnummeret på baksiden av TV-en (f.eks. UE40ES6100)
pl: Nie jesteś pewien? Sprawdź numer modelu z tyłu TV (np. UE40ES6100)
pt: Não tem certeza? Verifique o número do modelo na parte traseira da sua TV (ex: UE40ES6100)
ro: Nu ești sigur? Verifică numărul modelului pe spatele TV-ului (ex. UE40ES6100)
ru: Не знаете серию? Проверьте номер модели на задней панели ТВ (напр., UE40ES6100)
sv: Osäker? Kontrollera modellnumret på baksidan av din TV (t.ex. UE40ES6100)
th: ไม่แน่ใจ? ตรวจสอบหมายเลขรุ่นที่ด้านหลังทีวี (เช่น UE40ES6100)
tr: Emin değil misiniz? TV'nizin arkasındaki model numarasını kontrol edin (örn. UE40ES6100)
uk: Не знаєте серію? Перевірте номер моделі на задній панелі ТВ (напр., UE40ES6100)
vi: Không chắc? Kiểm tra số model ở mặt sau TV (ví dụ: UE40ES6100)
zh_cn: 不确定？请查看电视背面的型号（例如 UE40ES6100）

# TvSetup.ScanForTvs
source: Scan Network for TVs
cs: Hledat TV v síti
da: Scan netværk for TV'er
de: Netzwerk nach TVs durchsuchen
el: Σάρωση δικτύου για τηλεοράσεις
es: Buscar TVs en la red
fi: Etsi TV:itä verkosta
fr: Rechercher les TV sur le réseau
hu: TV-k keresése a hálózaton
it: Cerca TV nella rete
ja: ネットワークでTVを検索
ko: 네트워크에서 TV 검색
nl: Netwerk scannen naar TV's
no: Søk etter TV-er på nettverket
pl: Szukaj TV w sieci
pt: Procurar TVs na rede
ro: Scanează rețeaua pentru TV-uri
ru: Найти ТВ в сети
sv: Sök efter TV på nätverket
th: ค้นหาทีวีในเครือข่าย
tr: Ağda TV Ara
uk: Знайти ТВ у мережі
vi: Quét mạng tìm TV
zh_cn: 扫描网络中的电视

# TvSetup.DetectedTv
source: Detected:
cs: Nalezeno:
da: Fundet:
de: Erkannt:
el: Εντοπίστηκε:
es: Detectado:
fi: Löydetty:
fr: Détecté :
hu: Találat:
it: Rilevato:
ja: 検出:
ko: 감지됨:
nl: Gedetecteerd:
no: Funnet:
pl: Wykryto:
pt: Detectado:
ro: Detectat:
ru: Найден:
sv: Hittad:
th: พบ:
tr: Tespit Edildi:
uk: Знайдено:
vi: Đã phát hiện:
zh_cn: 已检测到：

# TvSetup.NextHint
source: After reading these instructions, click 'Next' to start the server. Then follow the steps on your TV.
cs: Po přečtení těchto pokynů klikněte na 'Další' pro spuštění serveru. Pak postupujte podle kroků na televizoru.
da: Efter at have læst disse instruktioner, klik 'Næste' for at starte serveren. Følg derefter trinene på dit TV.
de: Lesen Sie diese Anleitung und klicken Sie auf 'Weiter', um den Server zu starten. Befolgen Sie dann die Schritte auf Ihrem TV.
el: Αφού διαβάσετε τις οδηγίες, κάντε κλικ στο 'Επόμενο' για να ξεκινήσει ο διακομιστής. Μετά ακολουθήστε τα βήματα στην τηλεόραση.
es: Lea estas instrucciones y haga clic en 'Siguiente' para iniciar el servidor. Luego siga los pasos en su TV.
fi: Luettuasi nämä ohjeet, napsauta 'Seuraava' käynnistääksesi palvelimen. Seuraa sitten TV:n ohjeita.
fr: Lisez ces instructions, puis cliquez sur 'Suivant' pour démarrer le serveur. Suivez ensuite les étapes sur votre TV.
hu: Az utasítások elolvasása után kattintson a 'Következő' gombra a szerver indításához. Ezután kövesse a lépéseket a TV-n.
it: Leggi queste istruzioni e clicca 'Avanti' per avviare il server. Poi segui i passaggi sulla tua TV.
ja: この説明を読んだ後、「次へ」をクリックしてサーバーを起動してください。その後、TVで手順に従ってください。
ko: 이 안내를 읽은 후 '다음'을 클릭하여 서버를 시작하세요. 그런 다음 TV에서 단계를 따르세요.
nl: Lees deze instructies en klik op 'Volgende' om de server te starten. Volg daarna de stappen op uw TV.
no: Etter å ha lest disse instruksjonene, klikk 'Neste' for å starte serveren. Følg deretter stegene på TV-en.
pl: Przeczytaj te instrukcje i kliknij 'Dalej', aby uruchomić serwer. Następnie wykonaj kroki na swoim TV.
pt: Leia estas instruções e clique em 'Próximo' para iniciar o servidor. Depois siga os passos na sua TV.
ro: După ce ai citit aceste instrucțiuni, apasă 'Următorul' pentru a porni serverul. Apoi urmează pașii pe TV.
ru: Прочитайте инструкции, затем нажмите 'Далее' для запуска сервера. После этого выполните шаги на телевизоре.
sv: Läs dessa instruktioner och klicka på 'Nästa' för att starta servern. Följ sedan stegen på din TV.
th: หลังอ่านคำแนะนำเหล่านี้ คลิก 'ถัดไป' เพื่อเริ่มเซิร์ฟเวอร์ แล้วทำตามขั้นตอนบนทีวี
tr: Bu talimatları okuyun ve sunucuyu başlatmak için 'İleri'ye tıklayın. Ardından TV'nizdeki adımları takip edin.
uk: Прочитайте інструкції, потім натисніть 'Далі' для запуску сервера. Після цього виконайте кроки на телевізорі.
vi: Sau khi đọc hướng dẫn, nhấp 'Tiếp theo' để khởi động máy chủ. Sau đó làm theo các bước trên TV.
zh_cn: 阅读这些说明后，点击"下一步"启动服务器。然后在电视上按步骤操作。

# TvSetup.E.Step1.Title
source: Open Smart Hub
cs: Otevřete Smart Hub
da: Åbn Smart Hub
de: Smart Hub öffnen
el: Ανοίξτε το Smart Hub
es: Abrir Smart Hub
fi: Avaa Smart Hub
fr: Ouvrir Smart Hub
hu: Smart Hub megnyitása
it: Apri Smart Hub
ja: Smart Hubを開く
ko: Smart Hub 열기
no: Åpne Smart Hub
pl: Otwórz Smart Hub
pt: Abrir Smart Hub
ro: Deschide Smart Hub
ru: Откройте Smart Hub
sv: Öppna Smart Hub
th: เปิด Smart Hub
tr: Smart Hub'ı Aç
uk: Відкрийте Smart Hub
vi: Mở Smart Hub
zh_cn: 打开 Smart Hub

# TvSetup.E.Step1.Desc
source: Press the Smart Hub button on your remote, then press the red A button to open the login menu.
cs: Stiskněte tlačítko Smart Hub na ovladači a poté červené tlačítko A pro otevření přihlašovací nabídky.
da: Tryk på Smart Hub-knappen på din fjernbetjening, og tryk derefter på den røde A-knap for at åbne login-menuen.
de: Drücken Sie die Smart Hub-Taste auf Ihrer Fernbedienung, dann die rote A-Taste, um das Anmeldemenü zu öffnen.
el: Πατήστε το κουμπί Smart Hub στο τηλεχειριστήριο και μετά το κόκκινο κουμπί A για να ανοίξει το μενού σύνδεσης.
es: Presione el botón Smart Hub en su control remoto, luego presione el botón rojo A para abrir el menú de inicio de sesión.
fi: Paina kaukosäätimen Smart Hub -painiketta ja paina sitten punaista A-painiketta avataksesi kirjautumisvalikon.
fr: Appuyez sur le bouton Smart Hub de votre télécommande, puis sur le bouton rouge A pour ouvrir le menu de connexion.
hu: Nyomja meg a Smart Hub gombot a távirányítón, majd a piros A gombot a bejelentkezési menü megnyitásához.
it: Premi il pulsante Smart Hub sul telecomando, poi premi il pulsante rosso A per aprire il menu di accesso.
ja: リモコンのSmart Hubボタンを押し、赤いAボタンを押してログインメニューを開きます。
ko: 리모컨의 Smart Hub 버튼을 누른 다음 빨간색 A 버튼을 눌러 로그인 메뉴를 여세요.
nl: Druk op de Smart Hub-knop op uw afstandsbediening, druk vervolgens op de rode A-knop om het inlogmenu te openen.
no: Trykk på Smart Hub-knappen på fjernkontrollen, og trykk deretter på den røde A-knappen for å åpne innloggingsmenyen.
pl: Naciśnij przycisk Smart Hub na pilocie, następnie naciśnij czerwony przycisk A, aby otworzyć menu logowania.
pt: Prima o botão Smart Hub no seu controlo remoto, depois prima o botão vermelho A para abrir o menu de login.
ro: Apasă butonul Smart Hub de pe telecomandă, apoi apasă butonul roșu A pentru a deschide meniul de autentificare.
ru: Нажмите кнопку Smart Hub на пульте, затем нажмите красную кнопку A для входа в меню.
sv: Tryck på Smart Hub-knappen på fjärrkontrollen, tryck sedan på röda A-knappen för att öppna inloggningsmenyn.
th: กดปุ่ม Smart Hub บนรีโมท แล้วกดปุ่ม A สีแดงเพื่อเปิดเมนูเข้าสู่ระบบ
tr: Kumandanızdaki Smart Hub düğmesine basın, ardından giriş menüsünü açmak için kırmızı A düğmesine basın.
uk: Натисніть кнопку Smart Hub на пульті, потім натисніть червону кнопку A для входу в меню.
vi: Nhấn nút Smart Hub trên điều khiển, sau đó nhấn nút A đỏ để mở menu đăng nhập.
zh_cn: 按遥控器上的 Smart Hub 按钮，然后按红色 A 按钮打开登录菜单。
