Repository: TheoMoutakanni/Jellyfin-Orsay-Installer
Catalog: new_installer_version/Jellyfin-Orsay-Installer/Localization/*/LC_MESSAGES/messages.po
Languages: cs, da, de, el, es, fi, fr, hu, it, ja, ko, nl, no, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_cn

# TvSetup.E.Step2.Title
source: Login as Developer
cs: Přihlaste se jako vývojář
da: Log ind som udvikler
de: Als Entwickler anmelden
el: Σύνδεση ως προγραμματιστής
es: Iniciar sesión como desarrollador
fi: Kirjaudu kehittäjänä
fr: Se connecter en développeur
hu: Bejelentkezés fejlesztőként
it: Accedi come sviluppatore
ja: 開発者としてログイン
ko: 개발자로 로그인
nl: Inloggen als ontwikkelaar
no: Logg inn som utvikler
pl: Zaloguj się jako deweloper
pt: Entrar como desenvolvedor
ro: Autentifică-te ca dezvoltator
ru: Войдите как разработчик
sv: Logga in som utvecklare
th: เข้าสู่ระบบเป็นนักพัฒนา
tr: Geliştirici Olarak Giriş Yap
uk: Увійдіть як розробник
vi: Đăng nhập với tư cách Nhà phát triển
zh_cn: 以开发者身份登录

# TvSetup.E.Step2.Desc
source: Enter 'develop' as the account name. The TV will generate a password - note it down. Press Sign In.
cs: Zadejte 'develop' jako název účtu. TV vygeneruje heslo - poznamenejte si ho. Stiskněte Přihlásit.
da: Indtast 'develop' som kontonavn. TV'et vil generere en adgangskode - noter den. Tryk på Log ind.
de: Geben Sie 'develop' als Kontonamen ein. Der TV generiert ein Passwort - notieren Sie es. Drücken Sie Anmelden.
el: Εισάγετε 'develop' ως όνομα λογαριασμού. Η TV θα δημιουργήσει κωδικό - σημειώστε τον. Πατήστε Σύνδεση.
es: Ingrese 'develop' como nombre de cuenta. El TV generará una contraseña - anótela. Presione Iniciar sesión.
fi: Syötä 'develop' tilin nimeksi. TV luo salasanan - kirjoita se muistiin. Paina Kirjaudu.
fr: Entrez 'develop' comme nom de compte. Le TV générera un mot de passe - notez-le. Appuyez sur Connexion.
hu: Írja be a 'develop' fióknevet. A TV generál egy jelszót - jegyezze fel. Nyomja meg a Bejelentkezés gombot.
it: Inserisci 'develop' come nome account. La TV genererà una password - annotala. Premi Accedi.
ja: アカウント名に「develop」と入力します。TVがパスワードを生成するのでメモしてください。サインインを押します。
ko: 계정 이름으로 'develop'을 입력하세요. TV가 비밀번호를 생성합니다 - 메모해 두세요. 로그인을 누르세요.
nl: Voer 'develop' in als accountnaam. De TV genereert een wachtwoord - noteer dit. Druk op Aanmelden.
no: Skriv inn 'develop' som kontonavn. TV-en vil generere et passord - noter det. Trykk på Logg inn.
pl: Wprowadź 'develop' jako nazwę konta. TV wygeneruje hasło - zapisz je. Naciśnij Zaloguj.
pt: Introduza 'develop' como nome da conta. A TV irá gerar uma palavra-passe - anote-a. Prima Entrar.
ro: Introdu 'develop' ca nume de cont. TV-ul va genera o parolă - notează-o. Apasă Autentificare.
ru: Введите 'develop' как имя учётной записи. ТВ сгенерирует пароль - запишите его. Нажмите Вход.
sv: Ange 'develop' som kontonamn. TV:n genererar ett lösenord - anteckna det. Tryck på Logga in.
th: ป้อน 'develop' เป็นชื่อบัญชี ทีวีจะสร้างรหัสผ่าน - จดไว้ กดลงชื่อเข้าใช้
tr: Hesap adı olarak 'develop' girin. TV bir şifre oluşturacak - not alın. Giriş Yap'a basın.
uk: Введіть 'develop' як ім'я облікового запису. ТВ згенерує пароль - запишіть його. Натисніть Вхід.
vi: Nhập 'develop' làm tên tài khoản. TV sẽ tạo mật khẩu - ghi lại. Nhấn Đăng nhập.
zh_cn: 输入 'develop' 作为账户名。电视将生成密码 - 请记录下来。按登录。

# TvSetup.E.Step3.Title
source: Open Developer Settings
cs: Otevřete nastavení vývojáře
da: Åbn udviklerindstillinger
de: Entwicklereinstellungen öffnen
el: Ανοίξτε τις ρυθμίσεις προγραμματιστή
es: Abrir configuración de desarrollador
fi: Avaa kehittäjäasetukset
fr: Ouvrir les paramètres développeur
hu: Fejlesztői beállítások megnyitása
it: Apri impostazioni sviluppatore
ja: 開発者設定を開く
ko: 개발자 설정 열기
nl: Open ontwikkelaarinstellingen
no: Åpne utviklerinnstillinger
pl: Otwórz ustawienia dewelopera
pt: Abrir definições de desenvolvedor
ro: Deschide setările dezvoltatorului
ru: Откройте настройки разработчика
sv: Öppna utvecklarinställningar
th: เปิดการตั้งค่านักพัฒนา
tr: Geliştirici Ayarlarını Aç
uk: Відкрийте налаштування розробника
vi: Mở Cài đặt Nhà phát triển
zh_cn: 打开开发者设置

# TvSetup.E.Step3.Desc
source: Press the Tools button on your remote, go to Settings, then select Developer.
cs: Stiskněte tlačítko Nástroje na ovladači, přejděte do Nastavení a vyberte Vývojář.
da: Tryk på Værktøjer-knappen på din fjernbetjening, gå til Indstillinger, og vælg Udvikler.
de: Drücken Sie die Tools-Taste auf Ihrer Fernbedienung, gehen Sie zu Einstellungen, dann wählen Sie Entwickler.
el: Πατήστε το κουμπί Εργαλεία στο τηλεχειριστήριο, μεταβείτε στις Ρυθμίσεις και επιλέξτε Προγραμματιστής.
es: Presione el botón Tools en su control remoto, vaya a Configuración, luego seleccione Desarrollador.
fi: Paina kaukosäätimen Työkalut-painiketta, siirry Asetuksiin ja valitse Kehittäjä.
fr: Appuyez sur le bouton Tools de votre télécommande, allez dans Paramètres, puis sélectionnez Développeur.
hu: Nyomja meg az Eszközök gombot a távirányítón, menjen a Beállításokhoz, és válassza a Fejlesztő lehetőséget.
it: Premi il pulsante Tools sul telecomando, vai su Impostazioni, poi seleziona Sviluppatore.
ja: リモコンのツールボタンを押し、設定に移動して、開発者を選択します。
ko: 리모컨의 도구 버튼을 누르고 설정으로 이동한 다음 개발자를 선택하세요.
nl: Druk op de Tools-knop op uw afstandsbediening, ga naar Instellingen, selecteer vervolgens Ontwikkelaar.
no: Trykk på Verktøy-knappen på fjernkontrollen, gå til Innstillinger, og velg Utvikler.
pl: Naciśnij przycisk Tools na pilocie, przejdź do Ustawienia, następnie wybierz Deweloper.
pt: Prima o botão Tools no seu controlo remoto, vá a Definições, depois selecione Desenvolvedor.
ro: Apasă butonul Instrumente de pe telecomandă, mergi la Setări, apoi selectează Dezvoltator.
ru: Нажмите кнопку Tools на пульте, перейдите в Настройки, затем выберите Разработка.
sv: Tryck på Tools-knappen på fjärrkontrollen, gå till Inställningar, välj sedan Utvecklare.
th: กดปุ่ม Tools บนรีโมท ไปที่การตั้งค่า แล้วเลือกนักพัฒนา
tr: Kumandanızdaki Tools düğmesine basın, Ayarlar'a gidin, ardından Geliştirici'yi seçin.
uk: Натисніть кнопку Tools на пульті, перейдіть до Налаштування, потім виберіть Розробник.
vi: Nhấn nút Tools trên điều khiển, vào Cài đặt, sau đó chọn Nhà phát triển.
zh_cn: 按遥控器上的 Tools 按钮，进入设置，然后选择开发者。

# TvSetup.E.Step4.Title
source: Enter IP Address
cs: Zadejte IP adresu
da: Indtast IP-adresse
de: IP-Adresse eingeben
el: Εισάγετε τη διεύθυνση IP
es: Ingresar dirección IP
fi: Syötä IP-osoite
fr: Entrer l'adresse IP
hu: IP-cím megadása
it: Inserisci indirizzo IP
ja: IPアドレスを入力
ko: IP 주소 입력
nl: Voer IP-adres in
no: Skriv inn IP-adresse
pl: Wprowadź adres IP
pt: Introduzir endereço IP
ro: Introdu adresa IP
ru: Введите IP-адрес
sv: Ange IP-adress
th: ป้อนที่อยู่ IP
tr: IP Adresini Gir
uk: Введіть IP-адресу
vi: Nhập địa chỉ IP
zh_cn: 输入 IP 地址

# TvSetup.E.Step4.Desc
source: Select 'IP Address' and enter: {0}
cs: Vyberte 'IP adresa' a zadejte: {0}
da: Vælg 'IP-adresse' og indtast: {0}
de: Wählen Sie 'IP-Adresse' und geben Sie ein: {0}
el: Επιλέξτε 'Διεύθυνση IP' και εισάγετε: {0}
es: Seleccione 'Dirección IP' e ingrese: {0}
fi: Valitse 'IP-osoite' ja syötä: {0}
fr: Sélectionnez 'Adresse IP' et entrez : {0}
hu: Válassza az 'IP-cím' lehetőséget és adja meg: {0}
it: Seleziona 'Indirizzo IP' e inserisci: {0}
ja: 「IPアドレス」を選択し、次を入力してください: {0}
ko: 'IP 주소'를 선택하고 다음을 입력하세요: {0}
nl: Selecteer 'IP-adres' en voer in: {0}
no: Velg 'IP-adresse' og skriv inn: {0}
pl: Wybierz 'Adres IP' i wprowadź: {0}
pt: Selecione 'Endereço IP' e introduza: {0}
ro: Selectează 'Adresă IP' și introdu: {0}
ru: Выберите 'IP-адрес' и введите: {0}
sv: Välj 'IP-adress' och ange: {0}
th: เลือก 'ที่อยู่ IP' แล้วป้อน: {0}
tr: 'IP Adresi'ni seçin ve girin: {0}
uk: Виберіть 'IP-адреса' та введіть: {0}
vi: Chọn 'Địa chỉ IP' và nhập: {0}
zh_cn: 选择"IP 地址"并输入：{0}

# TvSetup.E.Step5.Title
source: Sync Applications
cs: Synchronizujte aplikace
da: Synkroniser applikationer
de: Anwendungen synchronisieren
el: Συγχρονισμός εφαρμογών
es: Sincronizar aplicaciones
fi: Synkronoi sovellukset
fr: Synchroniser les applications
hu: Alkalmazások szinkronizálása
it: Sincronizza applicazioni
ja: アプリケーション同期
ko: 애플리케이션 동기화
nl: Synchroniseer applicaties
no: Synkroniser applikasjoner
pl: Synchronizuj aplikacje
pt: Sincronizar aplicações
ro: Sincronizează aplicațiile
ru: Синхронизация приложений
sv: Synkronisera applikationer
th: ซิงค์แอปพลิเคชัน
tr: Uygulamaları Senkronize Et
uk: Синхронізація додатків
vi: Đồng bộ ứng dụng
zh_cn: 同步应用程序

# TvSetup.E.Step5.Desc
source: Select 'User Application Sync' to start the installation. The app will appear in Smart Hub.
cs: Vyberte 'Synchronizace uživatelských aplikací' pro zahájení instalace. Aplikace se objeví ve Smart Hub.
da: Vælg 'Synkroniser brugerapplikationer' for at starte installationen. Appen vises i Smart Hub.
de: Wählen Sie 'Benutzeranwendung synchronisieren', um die Installation zu starten. Die App erscheint im Smart Hub.
el: Επιλέξτε 'Συγχρονισμός εφαρμογών χρήστη' για να ξεκινήσει η εγκατάσταση. Η εφαρμογή θα εμφανιστεί στο Smart Hub.
es: Seleccione 'Sincronizar aplicación de usuario' para iniciar la instalación. La aplicación aparecerá en Smart Hub.
fi: Valitse 'Synkronoi käyttäjäsovellukset' aloittaaksesi asennuksen. Sovellus näkyy Smart Hubissa.
fr: Sélectionnez 'Synchroniser les applications utilisateur' pour démarrer l'installation. L'application apparaîtra dans Smart Hub.
hu: Válassza a 'Felhasználói alkalmazások szinkronizálása' lehetőséget a telepítés megkezdéséhez. Az alkalmazás megjelenik a Smart Hubban.
it: Seleziona 'Sincronizzazione app utente' per avviare l'installazione. L'app apparirà in Smart Hub.
ja: 「ユーザーアプリケーション同期」を選択してインストールを開始します。アプリがSmart Hubに表示されます。
ko: '사용자 애플리케이션 동기화'를 선택하여 설치를 시작하세요. 앱이 Smart Hub에 나타납니다.
nl: Selecteer 'Gebruikersapp synchroniseren' om de installatie te starten. De app verschijnt in Smart Hub.
no: Velg 'Synkroniser brukerapplikasjoner' for å starte installasjonen. Appen vises i Smart Hub.
pl: Wybierz 'Synchronizacja aplikacji użytkownika', aby rozpocząć instalację. Aplikacja pojawi się w Smart Hub.
pt: Selecione 'Sincronizar aplicação do utilizador' para iniciar a instalação. A aplicação aparecerá no Smart Hub.
ro: Selectează 'Sincronizare aplicații utilizator' pentru a începe instalarea. Aplicația va apărea în Smart Hub.
ru: Выберите 'Синхронизация приложений пользователя' для начала установки. Приложение появится в Smart Hub.
sv: Välj 'Synkronisera användarapplikation' för att starta installationen. Appen visas i Smart Hub.
th: เลือก 'ซิงค์แอปพลิเคชันผู้ใช้' เพื่อเริ่มการติดตั้ง แอปจะปรากฏใน Smart Hub
tr: Kurulumu başlatmak için 'Kullanıcı Uygulaması Senkronizasyonu'nu seçin. Uygulama Smart Hub'da görünecektir.
uk: Виберіть 'Синхронізація додатків користувача' для початку встановлення. Додаток з'явиться в Smart Hub.
vi: Chọn 'Đồng bộ ứng dụng người dùng' để bắt đầu cài đặt. Ứng dụng sẽ xuất hiện trong Smart Hub.
zh_cn: 选择"用户应用程序同步"开始安装。应用将出现在 Smart Hub 中。

# TvSetup.F.Step1.Title
source: Open Samsung Account
cs: Otevřete účet Samsung
da: Åbn Samsung-konto
de: Samsung Account öffnen
el: Ανοίξτε τον λογαριασμό Samsung
es: Abrir Samsung Account
fi: Avaa Samsung-tili
fr: Ouvrir Samsung Account
hu: Samsung fiók megnyitása
it: Apri Samsung Account
ja: Samsungアカウントを開く
ko: 삼성 계정 열기
no: Åpne Samsung-konto
pl: Otwórz Samsung Account
pt: Abrir Samsung Account
ro: Deschide contul Samsung
ru: Откройте Samsung Account
sv: Öppna Samsung-konto
th: เปิดบัญชี Samsung
tr: Samsung Hesabını Aç
uk: Відкрийте Samsung Account
vi: Mở Tài khoản Samsung
zh_cn: 打开三星账户

# TvSetup.F.Step1.Desc
source: Press Menu button, go to Smart Features, then select Samsung Account.
cs: Stiskněte tlačítko Menu, přejděte na Chytré funkce a vyberte Účet Samsung.
da: Tryk på Menu-knappen, gå til Smarte funktioner, og vælg Samsung-konto.
de: Drücken Sie die Menü-Taste, gehen Sie zu Smart-Funktionen, dann wählen Sie Samsung Account.
el: Πατήστε το κουμπί Μενού, μεταβείτε στις Έξυπνες λειτουργίες και επιλέξτε Λογαριασμός Samsung.
es: Presione el botón Menú, vaya a Funciones Smart, luego seleccione Samsung Account.
fi: Paina Valikko-painiketta, siirry Älykkäisiin toimintoihin ja valitse Samsung-tili.
fr: Appuyez sur le bouton Menu, allez dans Fonctions Smart, puis sélectionnez Samsung Account.
hu: Nyomja meg a Menü gombot, menjen az Okos funkciókhoz, és válassza a Samsung fiók lehetőséget.
it: Premi il pulsante Menu, vai su Funzioni Smart, poi seleziona Samsung Account.
ja: メニューボタンを押し、スマート機能に移動して、Samsungアカウントを選択します。
ko: 메뉴 버튼을 누르고 스마트 기능으로 이동한 다음 삼성 계정을 선택하세요.
nl: Druk op de Menu-knop, ga naar Smart-functies, selecteer vervolgens Samsung Account.
no: Trykk på Meny-knappen, gå til Smarte funksjoner, og velg Samsung-konto.
pl: Naciśnij przycisk Menu, przejdź do Funkcje Smart, następnie wybierz Samsung Account.
pt: Prima o botão Menu, vá a Funções Smart, depois selecione Samsung Account.
ro: Apasă butonul Meniu, mergi la Funcții Smart, apoi selectează Cont Samsung.
ru: Нажмите кнопку Меню, перейдите в Функции Smart, затем выберите Уч. зап. Samsung.
sv: Tryck på Meny-knappen, gå till Smarta funktioner, välj sedan Samsung-konto.
th: กดปุ่มเมนู ไปที่คุณสมบัติอัจฉริยะ แล้วเลือกบัญชี Samsung
tr: Menü düğmesine basın, Akıllı Özellikler'e gidin, ardından Samsung Hesabı'nı seçin.
uk: Натисніть кнопку Меню, перейдіть до Функції Smart, потім виберіть Обл. запис Samsung.
vi: Nhấn nút Menu, vào Tính năng thông minh, sau đó chọn Tài khoản Samsung.
zh_cn: 按菜单按钮，进入智能功能，然后选择三星账户。

# TvSetup.F.Step2.Title
source: Login as Developer
cs: Přihlaste se jako vývojář
da: Log ind som udvikler
de: Als Entwickler anmelden
el: Σύνδεση ως προγραμματιστής
es: Iniciar sesión como desarrollador
fi: Kirjaudu kehittäjänä
fr: Se connecter en développeur
hu: Bejelentkezés fejlesztőként
it: Accedi come sviluppatore
ja: 開発者としてログイン
ko: 개발자로 로그인
nl: Inloggen als ontwikkelaar
no: Logg inn som utvikler
pl: Zaloguj się jako deweloper
pt: Entrar como desenvolvedor
ro: Autentifică-te ca dezvoltator
ru: Войдите как разработчик
sv: Logga in som utvecklare
th: เข้าสู่ระบบเป็นนักพัฒนา
tr: Geliştirici Olarak Giriş Yap
uk: Увійдіть як розробник
vi: Đăng nhập với tư cách Nhà phát triển
zh_cn: 以开发者身份登录

# TvSetup.F.Step2.Desc
source: Enter 'develop' as email. Leave password empty (or try 'sso1029dev!' if needed). Press Sign In.
cs: Zadejte 'develop' jako e-mail. Heslo nechte prázdné (nebo zkuste 'sso1029dev!' pokud je potřeba). Stiskněte Přihlásit.
da: Indtast 'develop' som e-mail. Lad adgangskoden være tom (eller prøv 'sso1029dev!' hvis nødvendigt). Tryk på Log ind.
de: Geben Sie 'develop' als E-Mail ein. Lassen Sie das Passwort leer (oder versuchen Sie 'sso1029dev!' falls nötig). Drücken Sie Anmelden.
el: Εισάγετε 'develop' ως email. Αφήστε τον κωδικό κενό (ή δοκιμάστε 'sso1029dev!' αν χρειάζεται). Πατήστε Σύνδεση.
es: Ingrese 'develop' como email. Deje la contraseña vacía (o pruebe 'sso1029dev!' si es necesario). Presione Iniciar sesión.
fi: Syötä 'develop' sähköpostiksi. Jätä salasana tyhjäksi (tai kokeile 'sso1029dev!' tarvittaessa). Paina Kirjaudu.
fr: Entrez 'develop' comme email. Laissez le mot de passe vide (ou essayez 'sso1029dev!' si nécessaire). Appuyez sur Connexion.
hu: Írja be a 'develop' e-mail címet. Hagyja üresen a jelszót (vagy próbálja az 'sso1029dev!' jelszót). Nyomja meg a Bejelentkezés gombot.
it: Inserisci 'develop' come email. Lascia la password vuota (o prova 'sso1029dev!' se necessario). Premi Accedi.
ja: メールに「develop」と入力します。パスワードは空のままにします（必要に応じて「sso1029dev!」を試してください）。サインインを押します。
ko: 이메일로 'develop'을 입력하세요. 비밀번호는 비워두세요 (필요시 'sso1029dev!' 시도). 로그인을 누르세요.
nl: Voer 'develop' in als e-mail. Laat wachtwoord leeg (of probeer 'sso1029dev!' indien nodig). Druk op Aanmelden.
no: Skriv inn 'develop' som e-post. La passordet være tomt (eller prøv 'sso1029dev!' hvis nødvendig). Trykk på Logg inn.
pl: Wprowadź 'develop' jako email. Pozostaw hasło puste (lub spróbuj 'sso1029dev!' jeśli potrzeba). Naciśnij Zaloguj.
pt: Introduza 'develop' como email. Deixe a palavra-passe vazia (ou tente 'sso1029dev!' se necessário). Prima Entrar.
ro: Introdu 'develop' ca email. Lasă parola goală (sau încearcă 'sso1029dev!' dacă este necesar). Apasă Autentificare.
ru: Введите 'develop' как email. Оставьте пароль пустым (или попробуйте 'sso1029dev!' если нужно). Нажмите Вход.
sv: Ange 'develop' som e-post. Lämna lösenordet tomt (eller prova 'sso1029dev!' vid behov). Tryck på Logga in.
th: ป้อน 'develop' เป็นอีเมล ปล่อยรหัสผ่านว่างไว้ (หรือลอง 'sso1029dev!' หากจำเป็น) กดลงชื่อเข้าใช้
tr: E-posta olarak 'develop' girin. Şifreyi boş bırakın (gerekirse 'sso1029dev!' deneyin). Giriş Yap'a basın.
uk: Введіть 'develop' як email. Залиште пароль порожнім (або спробуйте 'sso1029dev!' якщо потрібно). Натисніть Вхід.
vi: Nhập 'develop' làm email. Để trống mật khẩu (hoặc thử 'sso1029dev!' nếu cần). Nhấn Đăng nhập.
zh_cn: 输入 'develop' 作为邮箱。密码留空（如需要可尝试 'sso1029dev!'）。按登录。

# TvSetup.F.Step3.Title
source: Open App Settings
cs: Otevřete nastavení aplikací
da: Åbn app-indstillinger
de: App-Einstellungen öffnen
el: Ανοίξτε τις ρυθμίσεις εφαρμογών
es: Abrir configuración de aplicaciones
fi: Avaa sovellusasetukset
fr: Ouvrir les paramètres des applications
hu: Alkalmazásbeállítások megnyitása
it: Apri impostazioni app
ja: アプリ設定を開く
ko: 앱 설정 열기
nl: Open app-instellingen
no: Åpne app-innstillinger
pl: Otwórz ustawienia aplikacji
pt: Abrir definições de aplicações
ro: Deschide setările aplicațiilor
ru: Откройте настройки приложений
sv: Öppna appinställningar
th: เปิดการตั้งค่าแอป
tr: Uygulama Ayarlarını Aç
uk: Відкрийте налаштування додатків
vi: Mở Cài đặt ứng dụng
zh_cn: 打开应用设置

# TvSetup.F.Step3.Desc
source: Press Smart Hub, go to More Apps (bottom right), then press Options.
cs: Stiskněte Smart Hub, přejděte na Další aplikace (vpravo dole) a stiskněte Možnosti.
da: Tryk på Smart Hub, gå til Flere apps (nederst til højre), og tryk på Indstillinger.
de: Drücken Sie Smart Hub, gehen Sie zu Mehr Apps (unten rechts), dann drücken Sie Optionen.
el: Πατήστε Smart Hub, μεταβείτε στις Περισσότερες εφαρμογές (κάτω δεξιά) και πατήστε Επιλογές.
es: Presione Smart Hub, vaya a Más aplicaciones (abajo a la derecha), luego presione Opciones.
fi: Paina Smart Hub, siirry Lisää sovelluksia (oikealla alhaalla) ja paina Asetukset.
fr: Appuyez sur Smart Hub, allez dans Plus d'applications (en bas à droite), puis appuyez sur Options.
hu: Nyomja meg a Smart Hub gombot, menjen a További alkalmazásokhoz (jobb alsó sarokban), és nyomja meg a Beállítások gombot.
it: Premi Smart Hub, vai su Altre app (in basso a destra), poi premi Opzioni.
ja: Smart Hubを押し、その他のアプリ（右下）に移動して、オプションを押します。
ko: Smart Hub를 누르고 더 많은 앱(오른쪽 하단)으로 이동한 다음 옵션을 누르세요.
nl: Druk op Smart Hub, ga naar Meer apps (rechtsonder), druk vervolgens op Opties.
no: Trykk på Smart Hub, gå til Flere apper (nederst til høyre), og trykk på Alternativer.
pl: Naciśnij Smart Hub, przejdź do Więcej aplikacji (prawy dolny róg), następnie naciśnij Opcje.
pt: Prima Smart Hub, vá a Mais aplicações (canto inferior direito), depois prima Opções.
ro: Apasă Smart Hub, mergi la Mai multe aplicații (jos-dreapta), apoi apasă Opțiuni.
ru: Нажмите Smart Hub, перейдите в Доп. приложения (внизу справа), затем нажмите Параметры.
sv: Tryck på Smart Hub, gå till Fler appar (nedre högra), tryck sedan på Alternativ.
th: กด Smart Hub ไปที่แอปเพิ่มเติม (ขวาล่าง) แล้วกดตัวเลือก
tr: Smart Hub'a basın, Daha Fazla Uygulama'ya gidin (sağ alt), ardından Seçenekler'e basın.
uk: Натисніть Smart Hub, перейдіть до Інші додатки (внизу праворуч), потім натисніть Параметри.
vi: Nhấn Smart Hub, vào Thêm ứng dụng (góc dưới phải), sau đó nhấn Tùy chọn.
zh_cn: 按 Smart Hub，进入更多应用（右下角），然后按选项。

# TvSetup.F.Step4.Title
source: Enter IP Address
cs: Zadejte IP adresu
da: Indtast IP-adresse
de: IP-Adresse eingeben
el: Εισάγετε τη διεύθυνση IP
es: Ingresar dirección IP
fi: Syötä IP-osoite
fr: Entrer l'adresse IP
hu: IP-cím megadása
it: Inserisci indirizzo IP
ja: IPアドレスを入力
ko: IP 주소 입력
nl: Voer IP-adres in
no: Skriv inn IP-adresse
pl: Wprowadź adres IP
pt: Introduzir endereço IP
ro: Introdu adresa IP
ru: Введите IP-адрес
sv: Ange IP-adress
th: ป้อนที่อยู่ IP
tr: IP Adresini Gir
uk: Введіть IP-адресу
vi: Nhập địa chỉ IP
zh_cn: 输入 IP 地址

# TvSetup.F.Step4.Desc
source: Select 'IP Settings' and enter: {0}
cs: Vyberte 'Nastavení IP' a zadejte: {0}
da: Vælg 'IP-indstillinger' og indtast: {0}
de: Wählen Sie 'IP Settings' und geben Sie ein: {0}
el: Επιλέξτε 'Ρυθμίσεις IP' και εισάγετε: {0}
es: Seleccione 'IP Settings' e ingrese: {0}
fi: Valitse 'IP-asetukset' ja syötä: {0}
fr: Sélectionnez 'IP Settings' et entrez : {0}
hu: Válassza az 'IP-beállítások' lehetőséget és adja meg: {0}
it: Seleziona 'IP Settings' e inserisci: {0}
ja: 「IP設定」を選択し、次を入力してください: {0}
ko: 'IP 설정'을 선택하고 다음을 입력하세요: {0}
nl: Selecteer 'IP Settings' en voer in: {0}
no: Velg 'IP-innstillinger' og skriv inn: {0}
pl: Wybierz 'IP Settings' i wprowadź: {0}
pt: Selecione 'IP Settings' e introduza: {0}
ro: Selectează 'Setări IP' și introdu: {0}
ru: Выберите 'IP Settings' и введите: {0}
sv: Välj 'IP Settings' och ange: {0}
th: เลือก 'การตั้งค่า IP' แล้วป้อน: {0}
tr: 'IP Settings'i seçin ve girin: {0}
uk: Виберіть 'IP Settings' та введіть: {0}
vi: Chọn 'Cài đặt IP' và nhập: {0}
zh_cn: 选择 'IP Settings' 并输入：{0}

# TvSetup.F.Step5.Title
source: Sync Applications
cs: Synchronizujte aplikace
da: Synkroniser applikationer
de: Anwendungen synchronisieren
el: Συγχρονισμός εφαρμογών
es: Sincronizar aplicaciones
fi: Synkronoi sovellukset
fr: Synchroniser les applications
hu: Alkalmazások szinkronizálása
it: Sincronizza applicazioni
ja: アプリケーション同期
ko: 애플리케이션 동기화
nl: Synchroniseer applicaties
no: Synkroniser applikasjoner
pl: Synchronizuj aplikacje
pt: Sincronizar aplicações
ro: Sincronizează aplicațiile
ru: Синхронизация приложений
sv: Synkronisera applikationer
th: ซิงค์แอปพลิเคชัน
tr: Uygulamaları Senkronize Et
uk: Синхронізація додатків
vi: Đồng bộ ứng dụng
zh_cn: 同步应用程序

# TvSetup.F.Step5.Desc
source: Select 'Start App Sync' to begin installation.
cs: Vyberte 'Spustit synchronizaci aplikací' pro zahájení instalace.
da: Vælg 'Start app-synkronisering' for at begynde installationen.
de: Wählen Sie 'Start App Sync', um die Installation zu starten.
el: Επιλέξτε 'Έναρξη συγχρονισμού εφαρμογών' για να ξεκινήσει η εγκατάσταση.
es: Seleccione 'Start App Sync' para iniciar la instalación.
fi: Valitse 'Aloita sovellusten synkronointi' aloittaaksesi asennuksen.
fr: Sélectionnez 'Start App Sync' pour démarrer l'installation.
hu: Válassza az 'Alkalmazás szinkronizálás indítása' lehetőséget a telepítés megkezdéséhez.
it: Seleziona 'Start App Sync' per avviare l'installazione.
ja: 「アプリ同期開始」を選択してインストールを開始します。
ko: '앱 동기화 시작'을 선택하여 설치를 시작하세요.
nl: Selecteer 'Start App Sync' om de installatie te starten.
no: Velg 'Start app-synkronisering' for å starte installasjonen.
pl: Wybierz 'Start App Sync', aby rozpocząć instalację.
pt: Selecione 'Start App Sync' para iniciar a instalação.
ro: Selectează 'Pornire sincronizare aplicații' pentru a începe instalarea.
ru: Выберите 'Start App Sync' для начала установки.
sv: Välj 'Start App Sync' för att starta installationen.
th: เลือก 'เริ่มซิงค์แอป' เพื่อเริ่มการติดตั้ง
tr: Kurulumu başlatmak için 'Start App Sync'i seçin.
uk: Виберіть 'Start App Sync' для початку встановлення.
vi: Chọn 'Bắt đầu đồng bộ ứng dụng' để bắt đầu cài đặt.
zh_cn: 选择 'Start App Sync' 开始安装。

# TvSetup.F.Step6.Title
source: Restart if Needed
cs: Restartujte v případě potřeby
da: Genstart om nødvendigt
de: Bei Bedarf neu starten
el: Επανεκκίνηση αν χρειάζεται
es: Reiniciar si es necesario
fi: Käynnistä uudelleen tarvittaessa
fr: Redémarrer si nécessaire
hu: Újraindítás szükség esetén
it: Riavvia se necessario
ja: 必要に応じて再起動
ko: 필요시 재시작
nl: Herstart indien nodig
no: Start på nytt ved behov
pl: Uruchom ponownie w razie potrzeby
pt: Reiniciar se necessário
ro: Repornește dacă este necesar
ru: Перезагрузите при необходимости
sv: Starta om vid behov
th: รีสตาร์ทหากจำเป็น
tr: Gerekirse Yeniden Başlat
uk: Перезавантажте за потреби
vi: Khởi động lại nếu cần
zh_cn: 如需要请重启
